Voici la correction structurée au format JSON, basée strictement sur le contenu des diapositives fournies.

code
JSON
download
content_copy
expand_less
[
    {
        "YearAsked": "2024",
        "Subtopic": "Antibiotiques",
        "QuestionText": "Quels sont les ATB qui diffusent bien dans les méninges ?",
        "Choice_A_Text": "Cyclines",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Bien que les cyclines aient une bonne diffusion tissulaire générale, le cours précise spécifiquement qu'elles diffusent bien « sauf dans LCR » (Liquide Céphalorachidien). (Diapositive 90)",
        "Choice_B_Text": "Béta-lactamines",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI pour certaines sous-classes. Les Céphalosporines de 3ème génération (C3G), qui sont des Béta-lactamines, sont le traitement de choix des méningites car elles atteignent des concentrations efficaces dans le LCR. (Diapositives 86 et 108)",
        "Choice_C_Text": "Glycopeptides",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Les glycopeptides (ex: Vancomycine) ont une diffusion qui nécessite souvent des doses élevées ou une inflammation méningée pour être efficaces, et sont utilisés en association pour les germes résistants, mais ne sont pas cités comme ayant une diffusion « bonne » d'emblée dans les tissus généraux comparés aux Quinolones. (Diapositive 64)",
        "Choice_D_Text": "Quinolones",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le cours indique que les Fluoroquinolones ont une « excellente diffusion tissulaire » et le tableau de diffusion tissulaire les classe positivement pour la diffusion. (Diapositives 64 et 96)",
        "Choice_E_Text": "Céphalosporines",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Les C3G (Céphalosporines de 3ème génération) sont indiquées spécifiquement pour les « Méningites » dans le cours, confirmant leur passage méningé suffisant pour traiter. (Diapositives 86 et 108)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "VIH",
        "QuestionText": "Le traitement de la pneumocystose au cours de l'infection à VIH repose sur :",
        "Choice_A_Text": "Méthylprednisolone en cas d'hypoxémie",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La corticothérapie (Méthylprednisolone) est indiquée comme traitement symptomatique adjuvant en cas d'hypoxémie (PaO2 < 60 mmHg). (Diapositive 236)",
        "Choice_B_Text": "Céphalosporines de troisième génération",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Les C3G sont des antibiotiques antibactériens, or la pneumocystose est une infection fongique. (Diapositive 228)",
        "Choice_C_Text": "Amphotéricine B",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'Amphotéricine B est utilisée pour la Cryptococcose, pas la Pneumocystose. (Diapositive 262)",
        "Choice_D_Text": "Triméthoprime-Sulfaméthoxazole",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le Triméthoprime-Sulfaméthoxazole (Cotrimoxazole) est le traitement d'attaque de première intention. (Diapositive 235)",
        "Choice_E_Text": "Fluconazole",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le Fluconazole est utilisé pour la Candidose ou la Cryptococcose. (Diapositives 262 et 265)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "VIH",
        "QuestionText": "Le diagnostic de la cryptococcose neuroméningée au cours du VIH repose sur :",
        "Choice_A_Text": "Présence d'une hypodensité cérébrale au scanner",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'hypodensité en cocarde est typique de la Toxoplasmose. Le scanner de la cryptococcose est souvent normal ou montre une hydrocéphalie, mais le diagnostic ne repose pas là-dessus. (Diapositives 251 et 264)",
        "Choice_B_Text": "Méningite purulente",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le LCR est « clair » et c'est une méningite lymphocytaire, non purulente. (Diapositive 260)",
        "Choice_C_Text": "Présence de levures à la coloration de l'encre de chine",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'examen direct du LCR à l'encre de Chine met en évidence des levures encapsulées. (Diapositive 261)",
        "Choice_D_Text": "Présence de l'antigène cryptococcique dans le LCR",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le titrage de l'antigène capsulaire (Ag cryptococcique) dans le LCR ou le sang est un test diagnostique utilisé. (Diapositive 261)",
        "Choice_E_Text": "Recherche du germe à la coloration de gram",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. On utilise l'encre de Chine pour les levures encapsulées, pas le Gram. (Diapositive 261)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "VIH",
        "QuestionText": "Chez un patient infecté par le VIH, le sarcome de kaposi doit être évoqué devant :",
        "Choice_A_Text": "Plaque cutanée violacée et infiltré",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La lésion cutanée la plus fréquente est une plaque violacée infiltrée, souvent aux membres inférieurs. (Diapositive 274)",
        "Choice_B_Text": "Lésions vésiculeuses diffuses",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Les vésicules évoquent plutôt un zona, un herpès ou la varicelle. (Diapositives 201 et 490)",
        "Choice_C_Text": "Placard inflammatoire du membre",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Un placard inflammatoire évoque plutôt un érysipèle ou une fasciite. (Diapositive 327)",
        "Choice_D_Text": "Taches pururiques",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le Kaposi se manifeste par des plaques violacées (tumorales/vasculaires) et non un simple purpura. (Diapositive 274)",
        "Choice_E_Text": "Plaques aux niveaux de la gencive",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Des localisations muqueuses (gencive, voile du palais) sont possibles. (Diapositive 274)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "VIH",
        "QuestionText": "Quelles sont les propositions justes concernant le traitement antirétroviral (ARV) :",
        "Choice_A_Text": "La durée de la prise de traitement est un an",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. C'est un « Traitement à vie ». Toute interruption entraine une reprise de la multiplication virale. (Diapositive 277)",
        "Choice_B_Text": "Il permet de négativer et supprimer la charge virale",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'objectif est la réduction de la charge virale (indétectable). (Diapositive 277)",
        "Choice_C_Text": "N'est pas indiqué pendant la phase de primo-infection",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le cours n'exclut pas le traitement en primo-infection et indique qu'il doit être démarré pour réduire la charge virale et restaurer l'immunité. (Diapositive 277)",
        "Choice_D_Text": "On suit son efficacité par la charge virale",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La surveillance de la charge virale se fait tous les 6 mois pour vérifier l'efficacité. (Diapositive 280)",
        "Choice_E_Text": "Le schéma recommandé est une bithérapie antivirale",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Les schémas de première ligne sont des trithérapies (ex: 2 INTI + 1 INNTI ou 2 INTI + 1 II). (Diapositive 279)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Streptocoque",
        "QuestionText": "Quelles sont les complications de l'angine streptococcique ?",
        "Choice_A_Text": "Otites",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Les otites font partie des complications précoces. (Diapositive 294)",
        "Choice_B_Text": "Rhumatisme articulaire aigu (RAA)",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le RAA est une complication tardive. (Diapositive 294)",
        "Choice_C_Text": "Sinusites",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Les sinusites font partie des complications précoces. (Diapositive 294)",
        "Choice_D_Text": "Glomérulonéphrite aiguë (GNA)",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La GNA est une complication tardive. (Diapositive 294)",
        "Choice_E_Text": "Erythème noueux",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. L'érythème noueux est cité parmi les complications tardives. (Diapositive 294)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Endocardite",
        "QuestionText": "Le diagnostic de l'endocardite infectieuse doit être évoqué devant les signes cliniques suivants :",
        "Choice_A_Text": "Splénomégalie fébrile",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La splénomégalie est présente dans 20-30% des cas et fait partie du syndrome infectieux. (Diapositive 303)",
        "Choice_B_Text": "Fièvre chez un patient ayant une valvulopathie",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Toute fièvre chez un cardiaque (valvulopathe) doit faire évoquer une endocardite. (Diapositive 299 et contexte général)",
        "Choice_C_Text": "Souffle cardiaque récent",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Un souffle récemment apparu ou la modification d'un souffle existant est un signe cardiaque majeur. (Diapositive 304)",
        "Choice_D_Text": "Ictère fébrile",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'ictère n'est pas cité comme un signe clinique évocateur classique de l'endocardite dans le cours (contrairement à la leptospirose ou l'angiocholite). (Diapositive 303-306)",
        "Choice_E_Text": "Abcès cérébral",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Les signes neurologiques comme l'abcès cérébral sont des signes extracardiaques possibles par embolie septique. (Diapositive 305)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Endocardite",
        "QuestionText": "Le diagnostic repose sur les bilans suivants :",
        "Choice_A_Text": "Numération de la formule sanguine NFS",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX en tant que pilier du diagnostic de certitude. La NFS est un bilan d'orientation (Hyperleucocytose). Le diagnostic repose sur les critères majeurs (Hémocultures + Echo). (Diapositive 310)",
        "Choice_B_Text": "Radiographie du thorax",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. C'est un bilan d'orientation (OAP, embolies), pas de confirmation diagnostique. (Diapositive 310)",
        "Choice_C_Text": "Hémocultures",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Les hémocultures positives sont un critère majeur de Duke pour le diagnostic. (Diapositives 308 et 313)",
        "Choice_D_Text": "Scanner thoracique",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le scanner thoraco-abdomino-pelvien est utilisé pour le bilan d'extension (recherche d'emboles), pas pour le diagnostic positif initial qui repose sur l'écho et les hémocultures. (Diapositive 311)",
        "Choice_E_Text": "Echographie cardiaque",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. L'échographie (ETT/ETO) mettant en évidence des végétations ou abcès est un critère majeur de diagnostic. (Diapositives 309 et 313)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Rickettsiose",
        "QuestionText": "La fièvre boutonneuse méditerranéenne se manifeste par :",
        "Choice_A_Text": "Syndrome algique",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La phase d'invasion comporte des algies diffuses (arthralgies, myalgies, rachialgies). (Diapositive 373)",
        "Choice_B_Text": "Nécrose cutanée d'inoculation",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Il s'agit de la « Tache noire » ou escarre d'inoculation, caractéristique de la FBM. (Diapositive 377)",
        "Choice_C_Text": "Extension aux paumes des mains et aux plantes des pieds",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'éruption s'étend aux paumes et plantes (caractéristique, vascularite). (Diapositive 375)",
        "Choice_D_Text": "Atteinte rénale",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. L'insuffisance rénale est citée comme une manifestation extracutanée fréquente (60%). (Diapositive 379)",
        "Choice_E_Text": "Méningite lymphocytaire",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. C'est une manifestation neurologique possible. (Diapositive 379)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Leptospirose",
        "QuestionText": "Quelles sont les principales manifestations cliniques caractéristiques de la leptospirose ?",
        "Choice_A_Text": "Dyspnée",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX pour la forme commune. La dyspnée (détresse respiratoire) apparaît dans la forme grave (Hémorragie alvéolaire/OAP), mais les signes caractéristiques initiaux sont les myalgies, l'ictère, etc. (Diapositives 420 et 428)",
        "Choice_B_Text": "Ictère cutanéo-muqueux",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'ictère intense, orangé et flamboyant est caractéristique de la phase ictérique. (Diapositive 421)",
        "Choice_C_Text": "Arthrite",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le cours mentionne des « Arthralgies » (douleurs), pas des arthrites (inflammation articulaire). (Diapositive 420)",
        "Choice_D_Text": "Oligurie",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le syndrome rénal avec oligurie est une manifestation de la phase ictérique. (Diapositive 421)",
        "Choice_E_Text": "Syndrome hémorragique",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Les hémorragies (cutanéo-muqueuses, etc.) font partie du tableau clinique (forme ictéro-hémorragique). (Diapositive 423)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Leptospirose",
        "QuestionText": "Quels sont les anomalies biologiques typiques de la Leptospirose ?",
        "Choice_A_Text": "Protéinurie, hématurie microscopique",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Ces anomalies témoignent de l'atteinte rénale. (Diapositive 429)",
        "Choice_B_Text": "Thrombopénie",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La thrombopénie est un élément d'orientation biologique. (Diapositive 429)",
        "Choice_C_Text": "Neutropénie",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le cours indique une « Hyperleucocytose » (et non une neutropénie). (Diapositive 429)",
        "Choice_D_Text": "Méningite à prédominance Polynucléaires neutrophiles",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. C'est une « Méningite à prédominance lymphocytaire » (aseptique). (Diapositive 429)",
        "Choice_E_Text": "Insuffisance rénale",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. L'insuffisance rénale (créatinine élevée) est fréquente. (Diapositive 429)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Covid19",
        "QuestionText": "Quel est le test le plus sensible pour poser le diagnostic du Covid19 ?",
        "Choice_A_Text": "RT PCR dans le prélèvement nasopharyngé",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. C'est l'examen de référence qui confirme l'infection même avec une faible charge virale, avec une sensibilité élevée. (Diapositive 459)",
        "Choice_B_Text": "Culture virale",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La culture n'est pas citée comme outil diagnostique de routine ni le plus sensible dans le contexte clinique présenté. (Diapositive 459)",
        "Choice_C_Text": "Test antigénique",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le cours précise qu'ils sont « Moins sensibles que PCR ». (Diapositive 459)",
        "Choice_D_Text": "Sérologie",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. La sérologie détecte les anticorps (infection ancienne) et n'est pas le test de diagnostic direct de référence. (Diapositive 459)",
        "Choice_E_Text": "Tests rapides sanguins",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Les tests sanguins (sérologie rapide) ne sont pas les plus sensibles pour le diagnostic de l'infection active. (Diapositive 459)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Dermohypodermites",
        "QuestionText": "Quels sont les signes cliniques de l'érysipèle ?",
        "Choice_A_Text": "Tuméfaction rouge",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. L'inspection montre une tuméfaction rouge. (Diapositive 327)",
        "Choice_B_Text": "Nécrose cutanée",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'érysipèle est défini comme une dermohypodermite bactérienne « non nécrosante ». La nécrose est le signe de la fasciite nécrosante. (Diapositives 323 et 335)",
        "Choice_C_Text": "Abcès cutané",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'abcédation est une complication possible, pas un signe clinique de définition de l'érysipèle simple. (Diapositive 329)",
        "Choice_D_Text": "Peau tendue et luisante",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La peau est décrite comme « tendue et luisante ». (Diapositive 327)",
        "Choice_E_Text": "Placard inflammatoire chaud",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. À la palpation, on note un placard inflammatoire chaud. (Diapositive 328)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Dermohypodermites",
        "QuestionText": "Le traitement de l'érysipèle repose sur :",
        "Choice_A_Text": "Amoxicilline",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. L'antibiothérapie repose sur la Pénicilline G ou l'Amoxicilline. (Diapositive 332)",
        "Choice_B_Text": "Ciprofloxacine",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Les Fluoroquinolones ne sont pas le traitement de référence indiqué dans le cours pour l'érysipèle. (Diapositive 332)",
        "Choice_C_Text": "Anti-inflammatoires non stéroïdiens",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Les AINS sont formellement « contre-indiqués » car ils favorisent l'évolution vers les formes graves. (Diapositive 332)",
        "Choice_D_Text": "Corticoïdes",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Ils ne font pas partie du traitement indiqué. (Diapositive 332)",
        "Choice_E_Text": "Paracétamol",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le « Traitement antalgique » est indiqué (impliquant le paracétamol pour la fièvre/douleur), bien que l'antibiotique soit le traitement curatif. (Diapositive 332)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Streptocoque",
        "QuestionText": "Quelle(s) situation(s) permet(tent) de poser un diagnostic positif de RAA ?",
        "Choice_A_Text": "2 critères majeurs + preuve d'infection streptococcique récente",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. C'est l'un des critères de diagnostic (Jones). (Diapositive 347)",
        "Choice_B_Text": "1 critère majeur + 2 critères mineurs sans preuve d'infection",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La « Preuve d'infection streptococcique récente » est toujours requise en plus des critères. (Diapositive 347)",
        "Choice_C_Text": "1 critère majeur + 2 critères mineurs + preuve d'infection",
        "Choice_A_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. C'est la deuxième combinaison possible pour le diagnostic. (Diapositive 347)",
        "Choice_D_Text": "3 critères mineurs + preuve d'infection",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Il faut au moins 1 critère majeur. (Diapositive 347)",
        "Choice_E_Text": "1 critère majeur isolé",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Il faut 2 majeurs OU 1 majeur + 2 mineurs. (Diapositive 347)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Mpox",
        "QuestionText": "Un cas probable de Mpox est défini par :",
        "Choice_A_Text": "Toute fièvre isolée ≥ 38 °C",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le cas probable nécessite une éruption cutanée. (Diapositive 486)",
        "Choice_B_Text": "Une éruption cutanée aiguë isolée, avec ou sans fièvre",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX car la définition impose d'avoir écarté les causes habituelles (varicelle, etc.). Une éruption isolée sans exclusion n'est pas suffisante. (Diapositive 486)",
        "Choice_C_Text": "Une éruption cutanée aiguë après exclusion des causes habituelles",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le cas probable est défini par une éruption cutanée aiguë (avec ou sans fièvre) ET chez qui les causes habituelles (varicelle, zona, etc.) ont été écartées, plus un lien épidémiologique. (Diapositives 486 et 487)",
        "Choice_D_Text": "Une éruption cutanée chronique sans fièvre",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'éruption doit être « aigue ». (Diapositive 486)",
        "Choice_E_Text": "Une éruption cutanée expliquée par une allergie",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Si l'éruption est expliquée par une allergie (cause habituelle), ce n'est pas un cas probable de Mpox. (Diapositive 486)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Méningites",
        "QuestionText": "Les éléments cliniques évocateurs de la méningite à méningocoque sont :",
        "Choice_A_Text": "Purpura pétéchial",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Le purpura est un signe « très évocateur » (60% des cas). (Diapositive 562)",
        "Choice_B_Text": "Strabisme",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le strabisme (atteinte des nerfs crâniens) est cité comme évocateur de la méningite tuberculeuse (basilaire) ou à Listeria, mais pas typique du méningocoque. (Diapositive 591)",
        "Choice_C_Text": "Arthrite (évocatrice)",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'arthrite est citée comme un signe évocateur. (Diapositive 562)",
        "Choice_D_Text": "Notion de cas similaires dans l'entourage",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. C'est un élément épidémiologique évocateur. (Diapositive 562)",
        "Choice_E_Text": "Hémiplégie",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Les signes de focalisation comme l'hémiplégie sont plus fréquents dans la méningite à Pneumocoque ou Tuberculeuse. (Diapositive 571)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Méningites",
        "QuestionText": "Quelles sont les données de la ponction lombaire qui orientent vers la méningite tuberculeuse ?",
        "Choice_A_Text": "Prédominance lymphocytaire",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La cytologie montre une prédominance lymphocytaire (50-70%). (Diapositive 594)",
        "Choice_B_Text": "Prédominance PNN",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La prédominance PNN oriente vers une méningite purulente bactérienne (Pneumocoque, Méningocoque). (Diapositive 612)",
        "Choice_C_Text": "Hyperprotéinorachie",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Une hyperprotéinorachie importante (> 1g/l) est caractéristique. (Diapositive 594)",
        "Choice_D_Text": "Normoglycorachie",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. On observe une « Hypoglycorachie ». (Diapositive 594)",
        "Choice_E_Text": "ED : Cocci gram positifs",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le bacille de Koch (BK) n'est pas un cocci Gram positif (c'est le Pneumocoque qui l'est). Le BK se recherche par coloration de Ziehl. (Diapositive 594)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Méningites",
        "QuestionText": "Quel(s) est (sont) le(s)signe clinique le plus évocateur de l'encéphalite herpétique :",
        "Choice_A_Text": "Syndrome d'HTIC",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Bien que possible, ce n'est pas le signe le plus évocateur spécifique de l'origine herpétique (fronto-temporale). (Diapositive 605)",
        "Choice_B_Text": "Trouble de conscience",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. C'est un signe d'encéphalite en général, mais les hallucinations sont plus spécifiques de la localisation herpétique. (Diapositive 605)",
        "Choice_C_Text": "Hallucinations",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Les « Hallucinations auditives, olfactives ou visuelles » (signes d'atteinte fronto-temporale) sont des signes très évocateurs +++. (Diapositive 605)",
        "Choice_D_Text": "Crises convulsives",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Possible dans toute encéphalite, moins spécifique que les hallucinations temporales pour l'herpès. (Diapositive 605)",
        "Choice_E_Text": "Baisse de l'acuité visuelle",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Ce n'est pas un signe classique de présentation. (Diapositive 605)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Méningites",
        "QuestionText": "Le Traitement repose sur :",
        "Choice_A_Text": "Aciclovir orale",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Il faut de l'Aciclovir IV à forte dose. (Diapositive 609)",
        "Choice_B_Text": "Corticothérapie injectable",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Ce n'est pas le traitement étiologique antiviral. (Diapositive 609)",
        "Choice_C_Text": "Aciclovir injectable",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Aciclovir IV est le traitement d'urgence. (Diapositive 609)",
        "Choice_D_Text": "Ganciclovir (Cymevan)",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le Ganciclovir est pour le CMV. (Diapositive 272)",
        "Choice_E_Text": "Céphalosporines de troisième génération",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. C'est pour les méningites bactériennes. (Diapositive 563)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Paludisme",
        "QuestionText": "Le Neuroplaudisme est expliqué par :",
        "Choice_A_Text": "Sepsis",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Ce n'est pas le mécanisme physiopathologique spécifique décrit. (Diapositive 641)",
        "Choice_B_Text": "Méningite infectieuse",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le neuroplaudisme est une encéphalopathie (séquestration), pas une méningite infectieuse classique. (Diapositive 641)",
        "Choice_C_Text": "AVC ischémique",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Bien qu'il y ait obstruction, le terme AVC ischémique classique n'est pas utilisé pour décrire le mécanisme de rosette/séquestration diffus. (Diapositive 641)",
        "Choice_D_Text": "Abcès cérébral",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Il n'y a pas de formation d'abcès. (Diapositive 641)",
        "Choice_E_Text": "Cytoadhérence des GR parasités",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le mécanisme est la « Cytoadhérence GR parasités » (Rosette) entraînant une séquestration et une obstruction des capillaires. (Diapositive 641)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Paludisme",
        "QuestionText": "Quels sont les critères de gravité cliniques du paludisme ?",
        "Choice_A_Text": "Troubles de la conscience",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Glasgow < 9 est un critère clinique majeur. (Diapositive 651)",
        "Choice_B_Text": "Ictère cutanéo-muqueux",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'ictère seul n'est pas listé dans les critères cliniques de l'OMS sur la diapositive (seule l'hyperbilirubinémie est dans les critères biologiques, et l'ictère est cité dans le paludisme de primo-invasion simple). (Diapositive 651 et 646)",
        "Choice_C_Text": "Chute de la pression systolique",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le collapsus (PAS < 70 mmHg) est un critère de gravité. (Diapositive 651)",
        "Choice_D_Text": "Fièvre à 39 C",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le critère de gravité est l'Hyperpyrexie à 40,5°C. Une fièvre à 39°C est courante dans l'accès simple. (Diapositive 651)",
        "Choice_E_Text": "Détresse respiratoire aigue",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. L'OAP ou SDRA est un critère de gravité. (Diapositive 651)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Paludisme",
        "QuestionText": "Le traitement de l'accès palustre simple à plasmodium falciparum sans vomissements repose sur :",
        "Choice_A_Text": "Artésunate (Artesun) IV",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'Artésunate IV est pour la « Forme grave ». (Diapositive 672)",
        "Choice_B_Text": "Chloroquine (Nivaquine *) + Primaquine",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. C'est le traitement pour P. vivax et P. ovale. (Diapositive 673)",
        "Choice_C_Text": "Triméthoprime sulfamethoxazole",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Ce n'est pas un antipaludéen (utilisé pour Pneumocystose). (Diapositive 235)",
        "Choice_D_Text": "Chloroquine seule",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. P. falciparum est traité par ACT ou Quinine+Doxycycline. (Diapositives 670 et 671)",
        "Choice_E_Text": "Artéméther - Luméfantrine + Primaquine",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. C'est une combinaison à base d'artémisinine (ACT) recommandée pour l'accès simple. (Diapositive 670)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Sepsis",
        "QuestionText": "Chez un patient ayant une infection cutanée, le sepsis est retenu devant les critères suivants :",
        "Choice_A_Text": "Troubles de la conscience",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. L'altération de l'état de conscience est un critère du Quick SOFA. (Diapositive 747)",
        "Choice_B_Text": "Tachycardie",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La tachycardie ne fait pas partie du score qSOFA (qui inclut PAS, FR, Conscience). (Diapositive 747)",
        "Choice_C_Text": "Polypnée",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Une fréquence respiratoire >= 22/min est un critère du qSOFA. (Diapositive 747)",
        "Choice_D_Text": "Hypertension artérielle",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le critère est l'hypotension (PAS < 100 mmHg). (Diapositive 747)",
        "Choice_E_Text": "Fièvre à 39 C",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. La fièvre n'est pas un critère du qSOFA pour définir le sepsis (bien qu'elle soit un signe d'infection). (Diapositive 747)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Rage",
        "QuestionText": "Le vaccin antirabique est indiqué en cas de :",
        "Choice_A_Text": "Morsure sur peau découverte par animal errant",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. C'est un risque élevé nécessitant le vaccin immédiatement. (Diapositive 732)",
        "Choice_B_Text": "Griffure par animal enragé",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Même une griffure minime nécessite le vaccin si l'animal est suspect/enragé. (Diapositive 732)",
        "Choice_C_Text": "Toucher ou nourrir animal errant",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. « Aucune » prophylaxie n'est indiquée pour un simple toucher. (Diapositive 732)",
        "Choice_D_Text": "Léchage sur peau intacte",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. « Aucune » prophylaxie n'est indiquée si la peau est intacte. (Diapositive 732)",
        "Choice_E_Text": "Contamination des muqueuses avec la salive d'un animal enragé",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. C'est un risque élevé nécessitant Vaccin + Immunoglobulines. (Diapositive 732)"
    }
]
