[
    {
        "YearAsked": "2024",
        "Subtopic": "Toxoplasmose (Hors Support)",
        "QuestionText": "Une femme de 30 ans, enceinte de 12 semaines, se présente pour une consultation prénatale. Elle a un bon état de santé général, mais mentionne qu'elle consomme régulièrement des légumes crus qu'elle prépare elle-même et qu'elle a un chat depuis plusieurs années. Elle n'a pas d'antécédents médicaux notables. Quel test est le plus adapté pour évaluer si cette patiente a déjà été exposée à Toxoplasma gondii ?",
        "Choice_A_Text": "Dosage des anticorps IgG et IgM spécifiques de Toxoplasma gondii",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est la réponse médicalement correcte pour le sérodiagnostic (IgG/IgM). NOTE : Ce chapitre est absent du fichier de cours fourni. Aucune diapositive ne peut être citée.",
        "Choice_B_Text": "Sérologie pour la recherche d'IgA spécifiques de Toxoplasma gondii",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Ce n'est pas le test de première intention. (Chapitre absent du cours fourni).",
        "Choice_C_Text": "Test d'amplification d'acides nucléiques (PCR) sur échantillon sanguin",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "Réservé à des situations spécifiques (diagnostic prénatal liquide amniotique). (Chapitre absent du cours fourni).",
        "Choice_D_Text": "Culture du parasite à partir d'un échantillon de sang",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "Technique lourde et non routinière. (Chapitre absent du cours fourni)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Toxoplasmose (Hors Support)",
        "QuestionText": "Quel facteur de risque signalé par la patiente est le plus étroitement lié à la transmission de Toxoplasma gondii ?",
        "Choice_A_Text": "La présence d'un chat domestique",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Le chat est l'hôte définitif éliminant les oocystes. NOTE : Ce chapitre est absent du cours fourni.",
        "Choice_B_Text": "La consommation de légumes crus mal lavés",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est également un facteur de risque majeur (ingestion d'oocystes du sol). Les QCM médicaux acceptent parfois plusieurs réponses ou la plus directe. (Chapitre absent du cours fourni).",
        "Choice_C_Text": "La préparation de repas à base de viande cuite à point",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "La viande 'cuite à point' réduit le risque. La viande saignante ou crue est le risque. (Chapitre absent du cours fourni).",
        "Choice_D_Text": "Le contact occasionnel avec le sol en jardinant",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "Le jardinage est un facteur de risque (oocystes telluriques). (Chapitre absent du cours fourni)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Toxoplasmose (Hors Support)",
        "QuestionText": "Quelles recommandations de prévention pourriez-vous proposer à cette patiente pour réduire son risque d'infection pendant la grossesse ?",
        "Choice_A_Text": "Éviter tout contact direct avec son chat",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "Il suffit d'éviter de changer la litière ou de se laver les mains. (Chapitre absent du cours fourni).",
        "Choice_B_Text": "Cuire la viande à une température d'au moins 65°C",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "La cuisson détruit les kystes tissulaires. (Chapitre absent du cours fourni).",
        "Choice_C_Text": "Laver soigneusement les légumes crus et les fruits avant consommation",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "Mesure essentielle pour éliminer les oocystes. (Chapitre absent du cours fourni).",
        "Choice_D_Text": "Porter un masque en extérieur pour éviter l'exposition aux oocystes",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "Inefficace et non recommandé. (Chapitre absent du cours fourni)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Toxoplasmose (Hors Support)",
        "QuestionText": "Une infection primaire par Toxoplasma gondii peut entraîner :",
        "Choice_A_Text": "Une malformation congénitale sévère avec microcéphalie",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Risque de foetopathie (hydrocéphalie, microcéphalie, calcifications). (Chapitre absent du cours fourni).",
        "Choice_B_Text": "Une infection asymptomatique chez le fœtus à la naissance",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "Possible, surtout lors d'infections tardives. (Chapitre absent du cours fourni).",
        "Choice_C_Text": "Une hydrocéphalie ou une choriorétinite congénitale",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "Signes classiques de la toxoplasmose congénitale. (Chapitre absent du cours fourni).",
        "Choice_D_Text": "Une mort fœtale précoce sans autres anomalies détectables",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "Possible en début de grossesse. (Chapitre absent du cours fourni)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Amibiase",
        "QuestionText": "Un homme de 35 ans, consulte pour une diarrhée glairo-sanglante apparue il y a cinq jours, associée à des douleurs abdominales diffuses, une fièvre modérée (38°C) et une fatigue importante. Il rapporte qu'il consomme régulièrement des crudités et de l'eau de source non traitée. L'examen clinique révèle une sensibilité marquée à la palpation de l'hypogastre et de la fosse iliaque droite. Une parasitose intestinale est suspectée. L'agent pathogène le plus probablement responsable est ?",
        "Choice_A_Text": "Giardia lamblia",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX car Giardia provoque une diarrhée modérée avec selles malodorantes (malabsorption) et non une diarrhée glairo-sanglante. (Diapositives 169-170).",
        "Choice_B_Text": "Entamoeba histolytica",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le tableau clinique de diarrhée glairo-sanglante (« crachat rectal ») correspond à la dysenterie amibienne causée par Entamoeba histolytica. (Diapositive 75).",
        "Choice_C_Text": "Balantidium coli",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Ce parasite n'est pas détaillé comme agent principal de dysenterie dans le cours fourni.",
        "Choice_D_Text": "Cryptosporidium parvum",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX car la cryptosporidiose entraine une diarrhée liquidienne, non sanglante. (Diapositive 342)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Amibiase",
        "QuestionText": "Quel est l'examen à demander en première intention pour confirmer le diagnostic ?",
        "Choice_A_Text": "Examen parasitologique des selles",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Le diagnostic coprologique (recherche de formes mobiles sur selles fraîches ou kystes) est la méthode de diagnostic biologique de l'amibiase intestinale. (Diapositives 82-84).",
        "Choice_B_Text": "Sérologie pour la recherche d'anticorps spécifiques",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La sérologie est indiquée principalement pour l'amibiase viscérale (hépatique), pas pour la forme intestinale simple. (Diapositive 91).",
        "Choice_C_Text": "Biopsie hépatique",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Indiqué uniquement en cas de suspicion d'abcès hépatique, et encore, la ponction ramène du pus chocolat stérile. (Diapositive 92).",
        "Choice_D_Text": "Dosage des graisses fécales",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Cet examen explorerait une malabsorption (comme dans la giardiase), pas une dysenterie."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Amibiase",
        "QuestionText": "Quel est le mode de contamination principal de cette parasitose ?",
        "Choice_A_Text": "Transmission par voie aérienne",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La transmission est liée au péril fécal (voie oro-fécale). (Diapositive 60).",
        "Choice_B_Text": "Consommation de poissons crus pêchés localement",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Ce mode concerne d'autres parasitoses (ex: douves, non traitées ici).",
        "Choice_C_Text": "Ingestion d'eau ou d'aliments contaminés par des kystes du parasite",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La contamination se fait par ingestion d'eau, d'aliments ou de crudités souillées par les kystes (forme infestante et résistante). (Diapositives 54, 60).",
        "Choice_D_Text": "Piqûre d'insecte vecteur",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'amibiase ne dépend pas d'un vecteur."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Amibiase",
        "QuestionText": "Quelles complications peuvent survenir si cette parasitose n'est pas traitée ?",
        "Choice_A_Text": "Perforation intestinale",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Les formes fulminantes peuvent entraîner des perforations intestinales. (Diapositive 75).",
        "Choice_B_Text": "Syndrome de malabsorption sévère",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La malabsorption et l'atrophie villositaire sont caractéristiques de la Giardiase. (Diapositive 170).",
        "Choice_C_Text": "Insuffisance rénale aiguë secondaire à une déshydratation",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "Ce n'est pas la complication spécifique majeure citée pour l'amibiase invasive dans le cours.",
        "Choice_D_Text": "Abcès hépatique",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. L'amoebose hépatique (abcès) est la complication viscérale la plus fréquente, secondaire à l'amibiase intestinale. (Diapositive 76)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Oxyurose",
        "QuestionText": "Un enfant de 7 ans présente des démangeaisons anales nocturnes, des troubles du sommeil, et se gratte fréquemment. D'autres enfants de son entourage ont des symptômes similaires. Quelle est la parasitose la plus probable ?",
        "Choice_A_Text": "Ascaridiose",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'ascaridiose présente des signes pulmonaires ou digestifs mais le prurit anal n'est pas son signe majeur. (Diapositive 212).",
        "Choice_B_Text": "Oxyurose",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La clinique typique est le prurit anal à prédominance vespérale et nocturne, avec troubles du sommeil et cauchemars. (Diapositives 208, 423).",
        "Choice_C_Text": "Toxocarose",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Non traité dans le cours comme cause de prurit anal.",
        "Choice_D_Text": "Giardiase",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. La Giardiase provoque des troubles digestifs (diarrhée) mais pas de prurit anal typique. (Diapositive 169)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Oxyurose",
        "QuestionText": "L'agent responsable est :",
        "Choice_A_Text": "Ascaris lumbricoides",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. C'est l'agent de l'ascaridiose. (Diapositive 210).",
        "Choice_B_Text": "Enterobius vermicularis",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'oxyurose est due au nématode Enterobius vermicularis. (Diapositive 205).",
        "Choice_C_Text": "Taenia saginata",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Agent du Ténia.",
        "Choice_D_Text": "Trichuris trichiura",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Agent de la trichocéphalose. (Diapositive 438)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Oxyurose",
        "QuestionText": "Le mode de contamination se fait principalement par :",
        "Choice_A_Text": "Piqûre de moustique",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Concerne le paludisme. (Diapositive 461).",
        "Choice_B_Text": "Ingestion d'eau contaminée",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Bien que possible, le mode principal de l'oxyure est l'auto-infestation et le contact direct.",
        "Choice_C_Text": "Ingestion d'œufs par contact main-bouche après contamination de l'environnement",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La contamination est 'Main-bouche' (fréquente chez les enfants) et par auto-infestation. (Diapositive 207, 422).",
        "Choice_D_Text": "Inhalation des œufs",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX (ou très rare/indirect)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Oxyurose",
        "QuestionText": "L'examen à demander en première intention pour confirmer le diagnostic est :",
        "Choice_A_Text": "Examen parasitologique des selles.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Les œufs ne sont pas pondus dans l'intestin mais à la marge anale, donc l'EPS est souvent négatif. (Diapositive 426).",
        "Choice_B_Text": "Frottis sanguin",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX.",
        "Choice_C_Text": "Le test scotch anal",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La recherche des œufs se fait par scotch-test de Graham appliqué sur les plis radiés de l'anus. (Diapositives 208, 425).",
        "Choice_D_Text": "Échographie abdominale",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Téniasis (Hors Support)",
        "QuestionText": "Un homme de 40 ans consulte pour des douleurs abdominales diffuses et intermittentes, accompagnées d'une sensation de ballonnement et d'une perte de poids progressive, malgré un appétit conservé. Il rapporte également un inconfort au niveau de la région anale, surtout nocturne, ainsi que la présence occasionnelle de segments blancs mobiles dans ses selles. Une parasitose digestive est suspectée. Quel(s) est le parasite(s) le plus probablement responsable (s) de cette parasitose ?",
        "Choice_A_Text": "Taenia solium",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Les anneaux de T. solium sont généralement immobiles et émis passivement avec les selles. (Chapitre absent du cours fourni).",
        "Choice_B_Text": "Taenia saginata",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La présence de segments (anneaux) blancs mobiles forçant le sphincter anal est typique de Taenia saginata. NOTE : Ce chapitre est absent du fichier de cours fourni, la réponse est basée sur les connaissances médicales standards.",
        "Choice_C_Text": "Ascaris lumbricoides",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'ascaris est un ver rond, pas de segments. (Diapositive 210).",
        "Choice_D_Text": "Enterobius vermicularis",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. C'est un petit ver rond, pas de segments. (Diapositive 206)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Téniasis (Hors Support)",
        "QuestionText": "À l'interrogatoire le patient rapporte avoir consommé régulièrement de la viande de bœuf peu cuite. Quel est le parasite le plus probablement responsable de cette parasitose ?",
        "Choice_A_Text": "Taenia solium",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "Lié à la viande de porc.",
        "Choice_B_Text": "Taenia saginata",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Taenia saginata est le ténia du bœuf (hôte intermédiaire). (Chapitre absent du cours fourni).",
        "Choice_C_Text": "Ascaris lumbricoides",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "Transmission par péril fécal/œufs, pas viande de bœuf.",
        "Choice_D_Text": "Enterobius vermicularis",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "Transmission interhumaine."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Téniasis (Hors Support)",
        "QuestionText": "Quel élément clinique et anamnestique en faveur de ce parasite ?",
        "Choice_A_Text": "Perte du poids inexpliquée malgré un bon appétit",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "Signe possible mais moins spécifique que les segments.",
        "Choice_B_Text": "Prurit anal",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Signe typique de l'Oxyurose (Diapositive 208).",
        "Choice_C_Text": "Consommation de viande de bœuf peu cuite",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "Elément anamnestique majeur.",
        "Choice_D_Text": "Présence segments blancs mobiles dans les selles.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est le signe pathognomonic clinique de Taenia saginata (les anneaux forcent le sphincter). (Chapitre absent du cours fourni)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Téniasis (Hors Support)",
        "QuestionText": "Quel examen permet de confirmer le diagnostic ?",
        "Choice_A_Text": "Examen microscopique des selles avec coloration de Gram",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "Inutile pour les parasites.",
        "Choice_B_Text": "Identification macroscopique des segments mobiles",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'examen macroscopique des selles note la présence de parasites adultes ou fragments (anneaux de ténia). (Diapositive 376). L'identification précise de l'anneau permet le diagnostic d'espèce.",
        "Choice_C_Text": "Test sérologique pour anticorps antiparasitaires",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "Peu utilisé pour le téniasis intestinal.",
        "Choice_D_Text": "Biopsie intestinale avec examen histologique",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "Invasif et inutile."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Leishmaniose (Hors Support)",
        "QuestionText": "Quelle stratégie de prévention recommandée pour réduire le risque de transmission de la leishmaniose au Maroc ?",
        "Choice_A_Text": "La vaccination systématique de la population",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "Pas de vaccin disponible.",
        "Choice_B_Text": "L'utilisation de moustiquaires imprégnées d'insecticide",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Utile, mais le vecteur n'est pas un moustique classique.",
        "Choice_C_Text": "La prise prophylactique d'antipaludiques",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "Concerne le paludisme.",
        "Choice_D_Text": "La réduction des populations de phlébotomes et le contrôle des réservoirs animaux",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La transmission se fait par le phlébotome. NOTE : Ce chapitre est absent du fichier de cours fourni, qui mentionne juste les Leishmanies comme flagellés sanguicoles (Diapositive 150) sans détailler la prophylaxie.",
        "Choice_D_Explanation_Source": "Connaissances médicales (Hors support)"
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Dermatophytes",
        "QuestionText": "Trichophyton rubrum est :",
        "Choice_A_Text": "Une levure opportuniste",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Les levures incluent Candida et Cryptococcus. (Diapositive 103, 124).",
        "Choice_B_Text": "Un dermatophyte",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. T. rubrum est cité comme une espèce anthropophile de dermatophyte. (Diapositive 4).",
        "Choice_C_Text": "Un bacille Gram-négatif",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est une bactérie, pas un champignon.",
        "Choice_D_Text": "Un virus cutané",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Anguillulose",
        "QuestionText": "Quelle est la complication la plus grave liée à une infection chronique par Strongyloides stercoralis chez une personne immunodéprimée ?",
        "Choice_A_Text": "Dermatite étendue causée par le passage des larves",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est le Larva currens, signe clinique mais pas la complication la plus grave. (Diapositive 222).",
        "Choice_B_Text": "Surinfection bactérienne due à l'invasion intestinale",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Possible mais secondaire.",
        "Choice_C_Text": "Syndrome d'hyperinfection avec dissémination systémique",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'anguillulose maligne sur terrain ID (corticoïdes) entraine une prolifération intense avec dissémination viscérale (septicémie, méningo-encéphalite). (Diapositive 222).",
        "Choice_D_Text": "Diarrhée chronique non compliquée",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX, le risque est vital."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Paludisme",
        "QuestionText": "Quel est le mode de transmission du paludisme ?",
        "Choice_A_Text": "Piqûre d'un moustique du genre Aedes",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX.",
        "Choice_B_Text": "Piqûre d'un moustique du genre Anopheles",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le vecteur de transmission est l'Anophèle femelle. (Diapositive 461).",
        "Choice_C_Text": "Ingestion d'eau contaminée",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Concerne les amibes ou les helminthes.",
        "Choice_D_Text": "Contact direct avec une personne infectée",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX."
    }
]
