[
    {
        "YearAsked": "2025",
        "Subtopic": "Thorax - Technique",
        "QuestionText": "Les critères de qualité d’une radiographie thoracique de face sont :",
        "Choice_A_Text": "Une équidistance entre les bords internes des clavicules et les apophyses épineuses.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Ce critère définit la symétrie du cliché. (Diapositive 325)",
        "Choice_B_Text": "Une bonne visibilité des mamelons.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Les mamelons sont considérés comme des images pièges (faux positifs), pas un critère de qualité. (Diapositives 333, 1607)",
        "Choice_C_Text": "Aspect homogène de l'espace rétro sternal.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'analyse de l'espace rétro-sternal se fait sur le cliché de profil. (Diapositive 313)",
        "Choice_D_Text": "Un niveau hydro-aérique au niveau de la poche à air gastrique.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le critère est la présence/visibilité de la poche à air gastrique (distance < 1,5 cm de la coupole), pas spécifiquement un niveau hydro-aérique, bien que celui-ci témoigne de la position debout. (Diapositive 325)",
        "Choice_E_Text": "La visibilité de la poche à air gastrique.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La poche à air gastrique doit être visible sous la coupole gauche (témoin de la position debout). (Diapositive 325)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Thorax - Technique",
        "QuestionText": "Les images pièges sur une radiographie thoracique de face sont :",
        "Choice_A_Text": "Les mamelons.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Ils sont listés comme des pseudo-lésions ou faux positifs. (Diapositives 333, 1607)",
        "Choice_B_Text": "Les calcifications chondro-costales.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Les calcifications cartilagineuses sont des images pièges pariétales. (Diapositive 1607)",
        "Choice_C_Text": "La scissure azygos.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. C'est une variante anatomique (lobe azygos), visible comme une image en \"comète\", mais pas classée comme un piège pariétal dans la liste spécifique du cours. (Diapositive 1568)",
        "Choice_D_Text": "Le thymus chez l'enfant.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Bien que pouvant simuler une masse, le cours le cite comme une étiologie de masse médiastinale antérieure, pas dans la liste des \"images pièges\" pariétales standard. (Diapositive 1526)",
        "Choice_E_Text": "Les muscles pectoraux chez les sportifs.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. (Diapositive 333)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Thorax - Pariétal",
        "QuestionText": "La lyse costale est un signe pathognomonique :",
        "Choice_A_Text": "Dans le syndrome pleural.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le syndrome pleural concerne l'espace entre les feuillets pleuraux (épanchements, pneumothorax). (Diapositive 1561)",
        "Choice_B_Text": "Dans le syndrome alvéolaire.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le syndrome alvéolaire concerne le comblement des alvéoles pulmonaires. (Diapositive 519)",
        "Choice_C_Text": "Dans le syndrome pariétal.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'atteinte osseuse (lyse costale) est le meilleur signe de localisation pariétale. (Diapositive 1610)",
        "Choice_D_Text": "Dans le syndrome cavitaire.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Ce syndrome décrit des cavités néoformées dans le parenchyme. (Diapositive 1391)",
        "Choice_E_Text": "Dans le syndrome médiastinal.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Ce syndrome concerne les masses du médiastin. (Diapositive 1502)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Thorax - Médiastin",
        "QuestionText": "Une masse médiastinale sur une radiographie thoracique de face :",
        "Choice_A_Text": "Est une opacité dont la limite externe est nette.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. L'opacité médiastinale a une limite externe nette, continue et convexe vers le poumon. (Diapositive 1503)",
        "Choice_B_Text": "Est une opacité contenant un bronchogramme aérique.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le bronchogramme aérique est un signe du syndrome alvéolaire, pas médiastinal. (Diapositive 527)",
        "Choice_C_Text": "Est une opacité à limites internes noyés dans le médiastin.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La limite interne est noyée dans le médiastin. (Diapositive 1503)",
        "Choice_D_Text": "Est une lésion radio claire.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. C'est une opacité de tonalité hydrique. Les hyperclartés médiastinales sont pathologiques (pneumomédiastin) ou digestives. (Diapositive 1503)",
        "Choice_E_Text": "Est une opacité responsable d’une attraction des structures médiastinales.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Une masse exerce un effet de masse (refoulement), contrairement à l'atélectasie qui attire. (Diapositive 1195 pour atélectasie)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Thorax - Médiastin",
        "QuestionText": "Parmi des étiologies des masses médiastinales antérieures, on peut citer :",
        "Choice_A_Text": "Les tumeurs neurogènes.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Les tumeurs neurogènes (neurinomes) sont des masses du médiastin postérieur. (Diapositive 1537)",
        "Choice_B_Text": "Les méningocèles.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Les méningocèles sont des masses du médiastin postérieur. (Diapositive 1537)",
        "Choice_C_Text": "Les tératomes.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Les tératomes sont des masses du médiastin antérieur. (Diapositive 1526)",
        "Choice_D_Text": "Les goitres thyroïdiens.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Les goitres (plongeants) sont des masses du médiastin antérieur. (Diapositive 1526)",
        "Choice_E_Text": "Les lymphomes.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Les adénopathies (lymphomes) peuvent se situer dans le médiastin antérieur. (Diapositive 1526)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Vasculaire",
        "QuestionText": "L’anévrysme de l’aorte abdominale :",
        "Choice_A_Text": "Est limité uniquement à l’étage abdominal.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Bien que principalement abdominal, il peut s'étendre. (Note : Ce sujet spécifique n'est pas détaillé dans les diapositives fournies, réponse basée sur principes généraux de radiologie vasculaire).",
        "Choice_B_Text": "Est de diagnostic échographique.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'échographie est un examen de dépistage, mais le scanner est l'examen de référence pour le bilan précis. (Extrapolation des principes TDM vs Echo diapositives 369/373)",
        "Choice_C_Text": "Nécessite un angioscanner pour un bilan pré chirurgical.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'angioscanner permet d'étudier les vaisseaux, le bilan d'extension et l'opérabilité. (Diapositive 317 - Principe général Angioscanner)",
        "Choice_D_Text": "Peut nécessiter le recours à l’angio IRM en cas d’insuffisance rénale.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. L'IRM est indiquée en cas d'insuffisance rénale ou d'allergie à l'iode. (Diapositive 377 - Principe général IRM)",
        "Choice_E_Text": "Peut être traité exclusivement par voie chirurgicale",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Il existe des traitements endovasculaires (Radiologie interventionnelle). (Diapositive 40 - Principe général Angiographie interventionnelle)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Thorax - Alvéolaire",
        "QuestionText": "Parmi les signes radiologiques de l’œdème aigu du poumon sur une radiographie thoracique de face, on peut citer :",
        "Choice_A_Text": "Des opacités alvéolaires bilatérales en ailes de papillon.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La répartition en « ailes de papillon » (opacités de part et d'autre des hiles) est pathognomonique de l'OAP. (Diapositive 533)",
        "Choice_B_Text": "Une opacité excavée apicale.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'excavation apicale évoque plutôt une tuberculose (caverne). (Diapositive 1629)",
        "Choice_C_Text": "Un épanchement pleural.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'OAP est un syndrome alvéolaire (comblement), bien qu'un épanchement pleural (transsudat) puisse être associé à une insuffisance cardiaque, le signe radiologique *de l'OAP* lui-même est alvéolaire ou interstitiel, pas pleural pur. (Diapositive 533)",
        "Choice_D_Text": "Une cardiomégalie.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. La cardiomégalie est un signe de la cardiopathie sous-jacente, pas de l'oedème alvéolaire lui-même. (Diapositive 533 se concentre sur les opacités alvéolaires)",
        "Choice_E_Text": "Des adénopathies médiastinales.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Les adénopathies ne font pas partie du tableau de l'OAP. (Diapositive 533)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Thorax - Tumeurs",
        "QuestionText": "Le bilan d’extension du cancer bronchique :",
        "Choice_A_Text": "Nécessite la réalisation de la TDM thoracique avec injection du produit de contraste.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La TDM est l'examen irremplaçable pour le bilan d'extension et nécessite l'injection de PC. (Diapositives 3, 316)",
        "Choice_B_Text": "Etude la taille et la topographie de la tumeur.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La TDM permet l'analyse morphologique et topographique précise. (Diapositive 317)",
        "Choice_C_Text": "Recherche une lyse costale témoignant d’une extension pariétale.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'atteinte osseuse est le meilleur signe de localisation pariétale. (Diapositive 1610)",
        "Choice_D_Text": "Etude l’extension vers les éléments du médiastin.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La TDM analyse tous les compartiments du thorax, y compris médiastinal. (Diapositive 317)",
        "Choice_E_Text": "Recherche des adénopathies médiastinales.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La TDM recherche les adénopathies dans le cadre du bilan d'extension. (Diapositive 317, 1200)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Thorax - Infections",
        "QuestionText": "Dans le cadre de la tuberculose pulmonaire, les propositions exactes sont:",
        "Choice_A_Text": "La localisation siège surtout au niveau des lobes inferieurs.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La tuberculose en phase d'état siège surtout aux lobes supérieurs. (Diapositive 1629)",
        "Choice_B_Text": "Les séquelles sont rares.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Les images séquellaires (calcifications, fibrose, DDB) sont décrites comme une phase à part entière. (Diapositive 1634)",
        "Choice_C_Text": "La caverne est fréquente au cours de phase d’état.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Les cavernes de taille variable sont fréquentes en phase d'état. (Diapositive 1629)",
        "Choice_D_Text": "Les adénopathies médiastinales sont possibles.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Les adénopathies sont caractéristiques de la primo-infection, pas de la phase d'état typique décrite dans la diapositive 1629 (qui liste opacités, infiltrats, cavernes, miliaire). Toutefois, la diapositive 1523 cite la tuberculose comme cause d'ADP nécrosées ou calcifiées. Dans le contexte de la phase d'état *pulmonaire* stricte (diapo 1629), ce n'est pas le signe principal cité, mais elles existent.",
        "Choice_E_Text": "L’existence d’une spondylodiscite associée est possible.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. L'atteinte rachidienne (mal de Pott) est une autre localisation thoracique associée possible. (Diapositive 1634)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Thorax - Ventilation",
        "QuestionText": "Dans l’atélectasie pulmonaire, quelles sont les propositions exactes :",
        "Choice_A_Text": "Elle peut intéresser un poumon entier.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX dans la formulation stricte de la diapositive 1195 qui décrit le collapsus systématisé (lobaire) comme triangulaire. Cependant, une atélectasie peut être complète. Mais la description type du cours est 'Opacité triangulaire...'.",
        "Choice_B_Text": "La radiographie thoracique montre une opacité triangulaire à sommet périphérique et à base hilaire.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'opacité est triangulaire à sommet HILAIRE et à base PÉRIPHÉRIQUE (pariétale ou diaphragmatique). (Diapositive 1195)",
        "Choice_C_Text": "Le caractère rétractile est en faveur du diagnostic.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'atélectasie s'accompagne de signes de rétraction (déplacement scissures, hiles, médiastin). (Diapositive 1195)",
        "Choice_D_Text": "Un élargissement des espaces intercostaux.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Il y a un pincement des arcs intercostaux du côté atteint (rétraction), donc un élargissement compensateur peut être vu, mais le signe direct est le PINCEMENT (Diapositive 1197). Si la question implique le côté lésé, c'est Faux (pincement). Si c'est le côté sain (distension compensatrice), c'est Vrai. La diapositive 1197 cite 'Pincement des arcs intercostaux'. Donc l'item 'Elargissement' est considéré FAUX pour le côté de l'atélectasie.",
        "Choice_E_Text": "La TDM thoracique permet le diagnostic étiologique.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La TDM joue un rôle dans le diagnostic étiologique (obstructif, tumeur). (Diapositive 1200)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Thorax - Plèvre",
        "QuestionText": "L’épanchement liquidien pleural de moyenne abondance, peut se présenter sous forme d’opacité:",
        "Choice_A_Text": "Basale dense et homogène.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. C'est une opacité basale dense et homogène effaçant la coupole. (Diapositive 1576)",
        "Choice_B_Text": "A limite supérieure convexe vers le haut.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La limite supérieure est concave vers le haut (Ligne de Damoiseau). (Diapositive 1576)",
        "Choice_C_Text": "Systématisée.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'opacité est non systématisée. (Diapositive 1577)",
        "Choice_D_Text": "Un bronchogramme aérique est toujours présent.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Il n'y a pas de bronchogramme aérique. (Diapositive 1577)",
        "Choice_E_Text": "Mobile avec les changements de position du patient.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. L'épanchement libre est mobile. (Diapositive 1577)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Thorax - Plèvre",
        "QuestionText": "Pour le pneumothorax de moyenne abondance, quelles sont les propositions exactes :",
        "Choice_A_Text": "Il se manifeste par une hyperclarté.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Il se traduit par une hyperclarté (air). (Diapositive 1585)",
        "Choice_B_Text": "Sa topographie est basale inférieure sur une radio thoracique debout",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'hyperclarté est périphérique, supérieure et latérale externe (l'air monte). (Diapositive 1585)",
        "Choice_C_Text": "Il contient une arborisation vasculaire.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'hyperclarté ne contient aucune arborisation vasculaire ( poumon collabé). (Diapositive 1585)",
        "Choice_D_Text": "Séparé du poumon par une ligne fine correspondant à la plèvre viscérale.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. On voit une ligne fine (plèvre viscérale) séparant l'air du poumon. (Diapositive 1585)",
        "Choice_E_Text": "Il existe un pincement des espaces inter costaux.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Il y a souvent une distension thoracique (abaissement diaphragme, élargissement espaces) en cas de PNO abondant ou compressif, pas un pincement (qui est signe d'atélectasie). (Diapositive 1587)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Urinaire - Rein",
        "QuestionText": "Une échographie rénale chez une patiente trouve une masse rénale kystique transsonique, bien limitée, à paroi fine et régulière :",
        "Choice_A_Text": "C'est une lésion bénigne",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Ces caractéristiques définissent le kyste séreux bénin. (Diapositive 858)",
        "Choice_B_Text": "C'est un kyste rénal atypique",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Un kyste atypique aurait une paroi épaisse, irrégulière ou un contenu échogène. (Diapositive 854)",
        "Choice_C_Text": "C'est un kyste séreux typique",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. C'est la définition du kyste séreux bénin simple. (Diapositive 858)",
        "Choice_D_Text": "On complète obligatoirement par un scanner",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le diagnostic échographique est suffisant pour un kyste typique. (Diapositive 858)",
        "Choice_E_Text": "L’échographie est suffisante au diagnostic",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le Dc écho est suffisant. (Diapositive 858)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Urinaire - Prostate",
        "QuestionText": "Chez un patient présentant un cancer de la prostate. Quel est l’examen approprié pour un bilan d’extension loco-régionale :",
        "Choice_A_Text": "Une radiographie du bassin.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La radio est insuffisante pour le bilan loco-régional tissulaire.",
        "Choice_B_Text": "Une échographie endo-cavitaire.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'échographie est pour le diagnostic et la biopsie. (Diapositive 1313)",
        "Choice_C_Text": "Une IRM pelvienne.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'IRM du pelvis est l'examen pour le bilan d'extension locale (capsule, vésicules). (Diapositive 1313)",
        "Choice_D_Text": "Une TDM thoraco-abdomino-pelvienne.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le scanner corps entier est pour les métastases (ganglions, os), pas le loco-régional fin. (Diapositive 1313)",
        "Choice_E_Text": "Une TDM pelvienne.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. L'IRM est supérieure à la TDM pour le loco-régional."
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Urinaire - Prostate",
        "QuestionText": "Chez un patient présentant un cancer prostatique prouvé à la biopsie prostatique, l’IRM pelvienne est réalisée, pour :",
        "Choice_A_Text": "Confirmer le diagnostic de cancer prostatique",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le diagnostic est histologique (biopsie). L'IRM est pour le bilan d'extension. (Diapositive 1313)",
        "Choice_B_Text": "Rechercher les signes d’extension vers les organes de voisinage.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'IRM évalue l'extension (rectum, vessie). (Diapositive 1321)",
        "Choice_C_Text": "Rechercher une effraction capsulaire.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'IRM recherche l'effraction capsulaire. (Impliqué dans le bilan d'extension loco-régionale Diapo 1302)",
        "Choice_D_Text": "Faire un bilan d’extension générale",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'extension générale (os, poumons) relève du scanner ou scintigraphie. (Diapositive 1313)",
        "Choice_E_Text": "Apprécier le retentissement sur l’urètre.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Ce n'est pas l'indication principale de l'IRM dans le bilan de cancer (plutôt échographie pour le résidu/retentissement)."
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Ostéo-articulaire - Arthrose",
        "QuestionText": "Parmi les signes radiologiques de l’arthrose, une ou plusieurs réponses sont justes :",
        "Choice_A_Text": "Epaississement des parties molles péri articulaires.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'arthrose est une affection non inflammatoire. L'épaississement des parties molles se voit dans l'arthrite. (Diapositive 283)",
        "Choice_B_Text": "Pincement de l’interligne articulaire.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le pincement est un signe cardinal (souvent localisé). (Diapositive 285)",
        "Choice_C_Text": "Absence d’ostéphytoses marginales.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'ostéophytose marginale est un signe radiologique de l'arthrose. (Diapositive 285)",
        "Choice_D_Text": "Présence de géodes épiphysaires.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Les géodes épiphysaires (sous-chondrales) sont un signe d'arthrose. (Diapositive 285)",
        "Choice_E_Text": "Présence de corps étrangers intra-articulaires à la phase tardive.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. (Diapositive 285)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Ostéo-articulaire - Tumeurs",
        "QuestionText": "Dans la classification de Lodwick des ostéolyses osseuses :",
        "Choice_A_Text": "Le type IA est une ostéolyse géographique avec sclérose marginale.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Définition du type IA. (Diapositive 1223)",
        "Choice_B_Text": "Le type IA est une lésion très évolutive.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le type IA est une lésion peu évolutive (tumeur bénigne). (Diapositive 1223)",
        "Choice_C_Text": "Le type II est une ostéolyse mitée.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Type II = ostéolyse mitée (plusieurs lacunes confluentes). (Diapositive 1223)",
        "Choice_D_Text": "Le type III est une ostéolyse perméative.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Type III = ostéolyse perméative (transcorticale). (Diapositive 1223)",
        "Choice_E_Text": "Le type III est une lésion peu évolutive toujours bénigne.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le type III est une lésion très agressive (tumeur maligne ou infection). (Diapositive 1223)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Ostéo-articulaire - Infection",
        "QuestionText": "Enumérer les signes radiologiques du mal de pott à la phase d’état :",
        "Choice_A_Text": "Elargissement discal.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Il y a un pincement discal. (Diapositive 785)",
        "Choice_B_Text": "Lacunes intra-somatiques ou géodes en « miroir ».",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Erosions ou géodes en miroir des plateaux vertébraux. (Diapositive 785)",
        "Choice_C_Text": "Déminéralisation des corps vertébraux sus et sous-jacents.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Déminéralisation des corps vertébraux. (Diapositive 785)",
        "Choice_D_Text": "Abcès para-vertébraux en fuseau.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Fuseau para vertébral (abcès). (Diapositive 785)",
        "Choice_E_Text": "Réaction périostée.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Ce n'est pas un signe décrit pour le mal de Pott (plutôt lyse et pincement). (Diapositive 785)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Ostéo-articulaire - Tumeurs",
        "QuestionText": "L’ostéosarcome :",
        "Choice_A_Text": "Est une tumeur osseuse maligne.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. C'est la TM osseuse primitive la plus fréquente. (Diapositive 1257)",
        "Choice_B_Text": "Est de siège métaphysaire.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Métaphyses des os longs. (Diapositive 1257)",
        "Choice_C_Text": "Se manifeste souvent par une lésion lytique et ostéo condensante.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Ostéolyse mal limitée, parfois lésion condensante ou mixte. (Diapositive 1258)",
        "Choice_D_Text": "Présente une réaction périostée souvent avec éperon de Codman.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Réaction périostée interrompue avec éperon de Codman. (Diapositive 1258)",
        "Choice_E_Text": "Siège près du genou loin du coude.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Adage classique cité dans le cours. (Diapositive 1257)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Ostéo-articulaire - Tumeurs",
        "QuestionText": "L’ostéochondrome :",
        "Choice_A_Text": "Est une excroissance osseuse coiffée de cartilage.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Excroissance osseuse... surmontée d'une coiffe cartilagineuse. (Diapositive 1235)",
        "Choice_B_Text": "Est une tumeur lytique.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. C'est une excroissance (exostose), pas une lyse. (Diapositive 1235)",
        "Choice_C_Text": "Toujours unique.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Il existe la maladie exostosante (multiple). (Diapositive 1235)",
        "Choice_D_Text": "Peut comprimer les structures vasculaires.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Peut entraîner une tuméfaction et douleur (compression). (Diapositive 1234)",
        "Choice_E_Text": "Peut se transformer en tumeur maligne.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Risque de dégénérescence (surtout maladie exostosante). (Diapositive 1235)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Foie",
        "QuestionText": "Le kyste hydatique du foie se traduit en échographie par :",
        "Choice_A_Text": "Une image anéchogène dans le stade I.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Stade I = Kyste univésiculaire (anéchogène, comme kyste biliaire). (Diapositive 135)",
        "Choice_B_Text": "Une image anéchogène avec décollement membranaire dans le stade II.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Stade II = Kyste avec décollement de membrane. (Diapositive 135)",
        "Choice_C_Text": "Une image kystique multi vésiculaire dans le stade III.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Stade III = Kyste multi-vésiculaire. (Diapositive 135)",
        "Choice_D_Text": "Une lésion calcifiée dans le stade III.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le stade calcifié est le stade V. (Diapositive 135)",
        "Choice_E_Text": "Une image pseudo tumorale dans le stade IV.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Stade IV = Kyste pseudotumoral. (Diapositive 135)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Foie",
        "QuestionText": "Quelles sont les propositions justes :",
        "Choice_A_Text": "L’angiome hépatique typique se traduit en imagerie par image nodulaire hyperéchogène avec renforcement postérieur.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. L'angiome typique en écho est un nodule hyperéchogène avec renforcement postérieur. (Diapositive 106)",
        "Choice_B_Text": "Le kyste biliaire se traduit en imagerie par image hypodense avec cône d’ombre postérieur.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le kyste a un renforcement postérieur, pas un cône d'ombre (qui traduit une atténuation/calcul). (Diapositive 112)",
        "Choice_C_Text": "Le carcinome hépatocellulaire (CHC) se traduit en imagerie par image hypervascularisée avec Wash in et Wash out.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Wash in artériel et Wash out portal. (Diapositive 125)",
        "Choice_D_Text": "Les métastases hépatiques sont des lésions isodenses qui se rehaussent en motte discontinue.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Les métastases sont souvent hypodenses avec prise de contraste en couronne. Le rehaussement en motte est pour l'angiome. (Diapositive 121, 108)",
        "Choice_E_Text": "L’angiome hépatique typique a une cinétique de rehaussement dynamique centripète.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Remplissage de la périphérie vers le centre (centripète). (Diapositive 108)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Pancréas",
        "QuestionText": "Dans la pancréatite aiguë, l’échographie abdominale :",
        "Choice_A_Text": "Permet de confirmer le diagnostic.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le diagnostic est clinico-biologique. L'échographie est gênée par les gaz (iléus). (Diapositive 384)",
        "Choice_B_Text": "Permet de stadifier la pancréatite.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le scanner (TDM) est l'examen de référence pour la stadification (Balthazar). (Diapositive 386)",
        "Choice_C_Text": "Montre des collections péripancréatiques.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Elle peut montrer des collections (mais moins bien que la TDM). (Diapositive 384)",
        "Choice_D_Text": "Permet le diagnostic de gravité.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. La TDM fait le bilan de gravité (nécrose). (Diapositive 385)",
        "Choice_E_Text": "Recherche une cause lithiasique.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. C'est son rôle principal : bilan étiologique (Lithiase). (Diapositive 384)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Pancréas",
        "QuestionText": "Dans les tumeurs du pancréas :",
        "Choice_A_Text": "Carcinome épidermoïde est la tumeur solide la plus fréquente.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. L'Adénocarcinome est la tumeur la plus fréquente (75-92%). (Diapositive 403). Note: Le texte QCM dit 'Carcinome Epidermoïde', le cours dit 'Adénocarcinome'. Si l'item dit épidermoïde, c'est FAUX. Le cours dit Adénocarcinome. (Diapositive 403)",
        "Choice_B_Text": "En cystadénome séreux, sa forme macrokystique est la plus fréquente et communique avec les cannaux pancréatiques",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La forme microkystique est la plus fréquente (70%). (Diapositive 427)",
        "Choice_C_Text": "En IRM, cystadénome séreux a une cicatrice centrale spontanément visible rehaussée tardivement.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Cicatrice centrale fibreuse (hypo T1, hypo T2) rehaussée tardivement. (Diapositive 429 - Image et texte)",
        "Choice_D_Text": "Cystadénome mucineux est surtout macrokystique.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Macrokystique > 80%. (Diapositive 431)",
        "Choice_E_Text": "TIPMP des canaux secondaires ne communique pas avec le canal pancréatique principal.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. La définition même de la TIPMP est une lésion communicant avec le canal pancréatique. (Diapositive 440)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Urgences",
        "QuestionText": "Madame Fatiha âgée de 55 ans, suivie pour diabète et hypertriglycéridémie, consulte aux urgences pour douleur aigue de l’hypochondre droit irradiant vers l’épaule dans un contexte fébrile. Quel est le diagnostics à évoquer :",
        "Choice_A_Text": "Colique néphrétique",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La colique néphrétique donne une douleur lombaire irradiant vers les OGE, sans fièvre au début. (Diapositive 554)",
        "Choice_B_Text": "Tumeur rénale",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La douleur est lombaire, souvent hématurie. (Diapositive 842)",
        "Choice_C_Text": "Cholécystite",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Douleur Hypochondre Droit + Irradiation épaule + Fièvre + Terrain (Femme, 50aine) = Cholécystite aiguë. (Diapositive 671)",
        "Choice_D_Text": "Lithiase de la vésicule biliaire simple",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. La lithiase simple ne donne pas de fièvre. La fièvre signe la complication (Cholécystite). (Diapositive 671)",
        "Choice_E_Text": "Angiome hépatique",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. L'angiome est généralement asymptomatique et de découverte fortuite. (Diapositive 106)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Urgences",
        "QuestionText": "Chez cette même patiente, quel examen indiquerez-vous en 1ère intention :",
        "Choice_A_Text": "Une IRM rénale.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Pas indiqué en première intention.",
        "Choice_B_Text": "Une tomodensitométrie thoraco-abdomino-pelvienne.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le scanner est indiqué si l'échographie est difficile. (Diapositive 669)",
        "Choice_C_Text": "Une IRM hépatique.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Un échodoppler veineux abdominal.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX.",
        "Choice_E_Text": "Une échographie abdominale",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. L'échographie est l'examen de référence pour la pathologie biliaire. (Diapositive 669)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Digestif",
        "QuestionText": "Dans le cadre de la maladie de Crohn :",
        "Choice_A_Text": "Le transit du grêle permet une étude de la lumière intestinale, de la paroi digestive et de la graisse péritonéale.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le transit ne permet pas l'étude de la paroi et de la graisse (examen de la lumière seulement). (Diapositive 973)",
        "Choice_B_Text": "L’entéroscanner est un examen sensible mais irradiant.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Excellente résolution mais irradiant. (Diapositive 969)",
        "Choice_C_Text": "L’entéro IRM peut montrer un épaississement de la paroi grêlique.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Etude de la paroi et de la graisse. (Diapositive 970)",
        "Choice_D_Text": "Les fistules et les abcès sont les complications les plus redoutables.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Complications fréquentes : fistules, abcès. (Diapositive 981)",
        "Choice_E_Text": "L’entéro IRM est une technique non irradiante qui permet d’assurer une surveillance de la maladie sous traitement médical.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Technique non irradiante de choix pour le suivi. (Diapositive 970)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Urgences",
        "QuestionText": "Dans l’appendicite aigue, en échographie :",
        "Choice_A_Text": "L’appendice est compressible",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'appendice enflammé est non compressible. (Diapositive 704)",
        "Choice_B_Text": "Stercolithe appendiculaire",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La présence d'un stercolithe est un signe (parfois visible). (Diapositive 704)",
        "Choice_C_Text": "Épaisseur totale de l’appendice est > 6mm",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Diamètre > 6mm. (Diapositive 704)",
        "Choice_D_Text": "L’appendice de morphologie normale",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Il est épaissi. (Diapositive 704)",
        "Choice_E_Text": "la graisse péri-appendiculaire est hypoéchogène",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. La graisse infiltrée est HYPERéchogène. (Diapositive 704)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Urgences",
        "QuestionText": "Dans la diverticulite, en TDM :",
        "Choice_A_Text": "Présence de diverticules coliques",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. (Diapositive 715)",
        "Choice_B_Text": "Epaississement de la paroi colique supérieur à 4 mm,",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Epaississement pariétal > 4mm. (Diapositive 715)",
        "Choice_C_Text": "Epaississement de la paroi colique entre 2-4 mm",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Il est > 4mm. (Diapositive 715)",
        "Choice_D_Text": "Permet d’élimine un cancer sigmoïdien sur diverticulose",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le scanner n'élimine pas un cancer. Coloscopie impérative après refroidissement. (Diapositive 715)",
        "Choice_E_Text": "Absence d’anomalies de la graisse qui est autour du colon",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Il y a une infiltration (anomalie) de la graisse. (Diapositive 715)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Urgences",
        "QuestionText": "Devant une occlusion intestinale :",
        "Choice_A_Text": "En ASP, les niveaux hydroaérique centraux plus larges que hauts sont en faveur d’une occlusion colique",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Les niveaux plus larges que hauts et centraux sont en faveur du grêle. Le colon est périphérique avec niveaux plus hauts que larges. (Diapositive 726)",
        "Choice_B_Text": "TDM permet le diagnostic étiologique et de gravité",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. TDM permet le diagnostic positif, siège, étiologique et gravité. (Diapositive 728)",
        "Choice_C_Text": "Transit du grêle est l’examen de 1ère intention",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La TDM est l'examen clé. (Diapositive 728)",
        "Choice_D_Text": "L’occlusion grêlique est toujours d’origine tumorale",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Elle peut être due à une bride (fréquent), hernie, etc. (Diapositive 731)",
        "Choice_E_Text": "L’existence d’une jonction segment dilaté/segment collabé en TDM permet d’éliminer un iléus fonctionnel",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Cela signe l'organicité. (Diapositive 730)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Neuro - AVC",
        "QuestionText": "Une patiente Fatima de 65 ans suivie en cardiologie pour HTA, porteuse d’un pace Maker (non compatible) et qui consulte pour hémiplégie droite brutale dans un contexte apyrétique. Quel examen radiologique faut-il réaliser en première intention chez cette patiente ?",
        "Choice_A_Text": "Scanner sans injection du produit de contraste",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Devant une suspicion d'AVC, le scanner sans injection est l'examen de 1ère intention (surtout avec Pace Maker qui est une CI à l'IRM). (Diapositives 1065, 243)",
        "Choice_B_Text": "IRM cérébrale",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Contre-indication absolue (Pace Maker). (Diapositive 243)",
        "Choice_C_Text": "Scanner avec injection du produit de contraste",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le scanner initial se fait sans injection pour éliminer l'hémorragie. (Diapositive 1065)",
        "Choice_D_Text": "Angio IRM",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Pace Maker = CI.",
        "Choice_E_Text": "Angio TDM",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Pas en première intention avant de savoir si c'est hémorragique."
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Neuro - AVC",
        "QuestionText": "L’examen radiologique de la même patiente vous montre lésion spontanément hyperdense intra parenchymateuse temporale gauche entouré d’un fin liseré périphérique hypodense. Quel diagnostic vous évoquez en premier lieu :",
        "Choice_A_Text": "Accident vasculaire cérébral ischémique.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'ischémie apparaît hypodense (noire). (Diapositive 1065)",
        "Choice_B_Text": "Tuberculose cérébrale",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Contexte brutal apirétique.",
        "Choice_C_Text": "Accident vasculaire cérébral hémorragique",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'hématome (hémorragie) est une hyperdensité spontanée (blanche). (Diapositive 1065, 1103)",
        "Choice_D_Text": "Œdème cérébral",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'oedème est hypodense.",
        "Choice_E_Text": "thrombophlébite cérébrale",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Image hyperdense spontanée du parenchyme = Hématome."
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Neuro - AVC",
        "QuestionText": "Chez la même patiente Fatima, Quel est votre conduite à tenir :",
        "Choice_A_Text": "Faire un angioscanner cérébral à la recherche d’anévrysme",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'hématome profond chez un hypertendu âgé ne nécessite pas d'exploration vasculaire en 1ère intention. (Diapositive 1123)",
        "Choice_B_Text": "Un angio IRM à la recherche d’une étiologie",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. CI absolue (Pace Maker).",
        "Choice_C_Text": "Aucun examen radiologique n’est nécessaire",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Hématome typique de l'HTA chez le sujet âgé = pas d'examen complémentaire étiologique. (Diapositive 1123)",
        "Choice_D_Text": "Corriger et surveiller sa tension artérielle",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Gestion de l'HTA causale.",
        "Choice_E_Text": "Un scanner cérébral avec injection du produit de contraste",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Inutile pour un hématome hypertensif typique."
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Neuro - AVC",
        "QuestionText": "Après 2 jours, la patiente s’aggrave. Quel examen radiologique faut-il réaliser en première intention chez cette patiente ?",
        "Choice_A_Text": "Scanner avec injection du produit de contraste",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'aggravation évoque un resaignement ou un oedème/engagement. Le scanner sans injection suffit pour voir l'évolution de l'hématome.",
        "Choice_B_Text": "IRM cérébrale",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. CI.",
        "Choice_C_Text": "Artériographie cérébrale",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Angio IRM",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX.",
        "Choice_E_Text": "Scanner sans injection du produit de contraste",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Pour évaluer une aggravation (extension hématome, engagement, hydrocéphalie). (Contexte général de surveillance TDM diapositives 505, 1113)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Neuro - Traumatisme",
        "QuestionText": "L’examen radiologique d’un patient A.M, vous montre une collection spontanément hyperdense, bien limitée entre la dure mère et l’arachnoïde. Quel diagnostic vous évoquez :",
        "Choice_A_Text": "Hématome sous dural",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. L'HSD se situe entre la dure-mère et l'arachnoïde. (Diapositive 483)",
        "Choice_B_Text": "Hématome extra dural",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'HED est entre l'os et la dure-mère. (Diapositive 479)",
        "Choice_C_Text": "Tumeur intra parenchymateuse",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Hématome sous arachnoidien",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'Hémorragie méningée est dans les espaces sous-arachnoïdiens (sillons). (Diapositive 622)",
        "Choice_E_Text": "Hématome intra parenchymateux",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX."
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Foie",
        "QuestionText": "Chez un patient suivi pour une cirrhose hépatique, l’échographie :",
        "Choice_A_Text": "Aspect irrégulier et bosselé du foie",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Dysmorphisme, contours bosselés. (Diapositive 96)",
        "Choice_B_Text": "Chercher des nodules hépatiques",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Dépistage du CHC. (Diapositive 122)",
        "Choice_C_Text": "Chercher un carcinome hépatocellulaire",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Indication de surveillance. (Diapositive 122)",
        "Choice_D_Text": "Volume et taille hépatique normal",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Dysmorphisme (atrophie/hypertrophie). (Diapositive 96)",
        "Choice_E_Text": "Chercher les signes d’une hypertension portale",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. HTP (Ascite, splénomégalie, voies de dérivation). (Diapositive 102)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Foie",
        "QuestionText": "L’abcès hépatique typique se traduit en imagerie par :",
        "Choice_A_Text": "Une image anéchogène franche.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Il est hypoéchogène mais pas anéchogène pur (pus). (Diapositive 133)",
        "Choice_B_Text": "Une lésion hypodense",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Lésion hypodense en TDM. (Diapositive 133)",
        "Choice_C_Text": "Une prise de contraste périphérique.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Rehaussement périphérique en TDM. (Diapositive 133)",
        "Choice_D_Text": "Une lésion calcifiée.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Rare.",
        "Choice_E_Text": "Une prise de contraste nodulaire.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. C'est le signe de l'angiome. (Diapositive 108)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Urgences",
        "QuestionText": "Madame Fouzia âgée de 30 ans, sans antécédents, présente douleurs abdominale aigue diffuse dans un contexte fébrile avec une hyperleucocytose et CRP augmenté. Quel examen indiquerez-vous en 1ère intention :",
        "Choice_A_Text": "Entéroscanner.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Irradiant, 2ème intention.",
        "Choice_B_Text": "Une tomodensitométrie thoraco-abdomino-pelvienne.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. 2ème intention.",
        "Choice_C_Text": "Une IRM hépatique.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Un échodoppler veineux abdominal.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX.",
        "Choice_E_Text": "Une échographie abdominale",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Femme jeune, douleur abdominale + fièvre : l'échographie est l'examen de 1ère intention (appendicite, gynéco, biliaire). (Diapositive 704, 369)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Digestif",
        "QuestionText": "Chez cette même patiente, l’examen a retrouvé un épaississement de la dernière anse iléale, régulier circonférentiel, avec une collection en regard et multiples adénopathies. Quels sont les deux diagnostics à évoquer :",
        "Choice_A_Text": "Appendicite",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'atteinte est iléale ici, pas appendiculaire.",
        "Choice_B_Text": "Maladie de crohn",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Atteinte iléale, épaississement, collection (abcès/fistule), sujet jeune. (Diapositive 982)",
        "Choice_C_Text": "Adénocarcinome iléale",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Rare.",
        "Choice_D_Text": "Tuberculose iléale",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La tuberculose iléo-caecale donne épaississement, sténose, adénopathies. (Diapositive 978)",
        "Choice_E_Text": "Ischémie iléale",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Contexte vasculaire différent."
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Abdomen - Digestif",
        "QuestionText": "Dans le cadre de Recto colite hémorragique (RCH) :",
        "Choice_A_Text": "Le coloscanner se fait uniquement à l’eau.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Le cours spécifie 'Colo scanner à l’eau' pour l'étude pariétale. (Diapositive 1018)",
        "Choice_B_Text": "L’évolution peut être vers la microrectie ou la microcolie.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Complication évolutive. (Diapositive 1021)",
        "Choice_C_Text": "La colo IRM peut montrer un épaississement de la paroi colique.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Technique d'imagerie en coupe montrant la paroi.",
        "Choice_D_Text": "Les fistules et les abcès sont les complications les plus fréquentes.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Ce sont les complications de la maladie de Crohn. La RCH se complique de sténose, colectasie, cancer. (Diapositive 1017 vs 981)",
        "Choice_E_Text": "La colo IRM est une technique non irradiante qui permet d’assurer une surveillance de la maladie sous traitement médical.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Comme l'entéro-IRM pour Crohn. (Diapositive 1020 - Principe IRM)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Neuro - Rachis (TD Cas 1)",
        "QuestionText": "Patient, 38 ans, Chute d’un lieu élevé, Syndrome rachidien lombaire, Parésie des membres inférieurs. Description et diagnostique ?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Voir réponse ci-dessous.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Examen : TDM du rachis lombaire (reconstruction sagittale et coupe axiale). Description : Fracture tassement/comminutive corporéale (probablement L1 ou L2) avec recul du mur postérieur entrainant une sténose canalaire et une compression des structures nerveuses (cône terminal/queues de cheval). Diagnostic : Fracture vertébrale instable avec compression médullaire/radiculaire. (Diapositive 1455 - Principe compression médullaire traumatique)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Neuro - Traumatisme (TD Cas 2)",
        "QuestionText": "Patient de 24 ans, accident de la voie publique, Perte de connaissance initiale avec vomissements, troubles de conscience GCS 13/15. Description et diagnostique ?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Voir réponse ci-dessous.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Examen : TDM Cérébrale sans injection (coupe axiale). Description : Collection spontanément hyperdense (blanche), en forme de lentille biconvexe, bien limitée, refoulant le parenchyme cérébral. Diagnostic : Hématome Extra-Dural (HED) pariéto-temporal. (Diapositive 479)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Thorax - Infection (TD Cas 3)",
        "QuestionText": "Patiente de 30 ans, fièvre et toux. Description et diagnostique ?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Voir réponse ci-dessous.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Examen : Radiographie thoracique de face. Description : Opacité dense, homogène, systématisée (lobaire supérieure droite ou moyenne), à bords flous sauf au niveau scissural, avec présence d'un bronchogramme aérique. Diagnostic : Pneumonie Franche Lobaire Aiguë (PFLA). (Diapositive 1623)"
    },
    {
        "YearAsked": "2025",
        "Subtopic": "Urinaire - Rein (TD Cas 4)",
        "QuestionText": "Patiente de 57 ans, hématurie. Description et diagnostique ?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Voir réponse ci-dessous.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Examen : TDM abdominale (Uroscanner) avec injection de produit de contraste (temps parenchymateux/tubulaire). Description : Volumineuse masse tissulaire du rein gauche, hétérogène, déformant les contours du rein, prenant le contraste de façon hétérogène (zones de nécrose). Le rein droit est normal. Diagnostic : Tumeur rénale maligne (Probable Carcinome à cellules rénales). (Diapositive 870)"
    }
]