[
    {
        "YearAsked": "2024",
        "Subtopic": "Toxoplasmose",
        "QuestionText": "Une femme de 30 ans, enceinte de 12 semaines, se présente pour une consultation prénatale. Elle a un bon état de santé général, mais mentionne qu'elle consomme régulièrement des légumes crus qu'elle prépare elle-même et qu'elle a un chat depuis plusieurs années. Elle n'a pas d'antécédents médicaux notables. Quel test est le plus adapté pour évaluer si cette patiente a déjà été exposée à Toxoplasma gondii ?",
        "Choice_A_Text": "Dosage des anticorps IgG et IgM spécifiques de Toxoplasma gondii",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Le diagnostic indirect (sérologique) repose sur la détection des anticorps IgG et IgM pour déterminer le statut immunitaire (Page 751, 752).",
        "Choice_B_Text": "Sérologie pour la recherche d'IgA spécifiques de Toxoplasma gondii",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Bien que les IgA existent, le dépistage standard repose sur les IgG et IgM (Page 752).",
        "Choice_C_Text": "Test d'amplification d'acides nucléiques (PCR) sur échantillon sanguin",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La PCR est utilisée pour le diagnostic prénatal (liquide amniotique) ou chez l'immunodéprimé, pas pour le dépistage sérologique de routine (Page 762, 766).",
        "Choice_D_Text": "Culture du parasite à partir d'un échantillon de sang",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'inoculation à la souris ou la culture sont des méthodes directes complexes, non utilisées pour le dépistage de l'immunité (Page 766)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Toxoplasmose",
        "QuestionText": "Quel facteur de risque signalé par la patiente est le plus étroitement lié à la transmission de Toxoplasma gondii ?",
        "Choice_A_Text": "La présence d'un chat domestique",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est un facteur de risque (hôte définitif), mais la consommation de légumes crus souillés par des oocystes est un mode de contamination directe très fréquent (Page 737).",
        "Choice_B_Text": "La consommation de légumes crus mal lavés",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La contamination se fait par ingestion d'oocystes présents sur des végétaux souillés (Page 737).",
        "Choice_C_Text": "La préparation de repas à base de viande cuite à point",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La viande *cuite à point* (bien cuite) détruit les kystes. Le risque vient de la viande crue ou peu cuite (Page 737, 727).",
        "Choice_D_Text": "Le contact occasionnel avec le sol en jardinant",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est un facteur de risque (oocystes dans le sol), mais la consommation directe de légumes crus est le facteur alimentaire souligné ici (Page 737)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Toxoplasmose",
        "QuestionText": "Quelles recommandations de prévention pourriez-vous proposer à cette patiente pour réduire son risque d'infection pendant la grossesse ?",
        "Choice_A_Text": "Éviter tout contact direct avec son chat",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "Le cours mentionne spécifiquement le lavage des mains et l'hygiène alimentaire. L'éviction totale du chat n'est pas la seule mesure, c'est surtout la litière et l'hygiène qui comptent (Page 768).",
        "Choice_B_Text": "Cuire la viande à une température d'au moins 65°C",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Le cours précise 'Viande bien cuite' et une température de 50°C pendant 30 min ou congélation (Page 727, 768). Bien que la cuisson soit une mesure, le lavage des légumes est plus pertinent ici vu ses habitudes.",
        "Choice_C_Text": "Laver soigneusement les légumes crus et les fruits avant consommation",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le lavage soigneux des crudités est une mesure prophylactique majeure pour la femme enceinte non immunisée (Page 768).",
        "Choice_D_Text": "Porter un masque en extérieur pour éviter l'exposition aux oocystes",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Ce n'est pas une recommandation standard listée dans la prophylaxie (Page 768)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Toxoplasmose",
        "QuestionText": "Une infection primaire par Toxoplasma gondii peut entraîner :",
        "Choice_A_Text": "Une malformation congénitale sévère avec microcéphalie",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le cours cite l'hydrocéphalie et la choriorétinite, ou le retard psychomoteur (Page 749).",
        "Choice_B_Text": "Une infection asymptomatique chez le fœtus à la naissance",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est POSSIBLE (formes infracliniques, Page 750), mais la question demande ce que l'infection *peut* entraîner comme pathologie notable, et l'option C décrit les lésions classiques graves.",
        "Choice_C_Text": "Une hydrocéphalie ou une choriorétinite congénitale",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'encéphalomyélite peut entraîner une hydrocéphalie (dilatation ventriculaire) et des troubles oculaires comme la choriorétinite (Page 749, 762).",
        "Choice_D_Text": "Une mort fœtale précoce sans autres anomalies détectables",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Bien que la mort in utero soit possible (Page 749), l'hydrocéphalie/choriorétinite est la présentation pathologique caractéristique décrite."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Amibiase",
        "QuestionText": "Un homme de 35 ans, consulte pour une diarrhée glairo-sanglante apparue il y a cinq jours, associée à des douleurs abdominales diffuses, une fièvre modérée (38°C) et une fatigue importante. Il rapporte qu'il consomme régulièrement des crudités et de l'eau de source non traitée. L'examen clinique révèle une sensibilité marquée à la palpation de l'hypogastre et de la fosse iliaque droite. Une parasitose intestinale est suspectée. L'agent pathogène le plus probablement responsable est ?",
        "Choice_A_Text": "Giardia lamblia",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Giardia cause des diarrhées et une malabsorption, mais pas de syndrome dysentérique glairo-sanglant (Page 465).",
        "Choice_B_Text": "Entamoeba histolytica",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. E. histolytica provoque le syndrome dysentérique typique : diarrhée glairo-sanglante, fièvre modérée ou absente (Page 344).",
        "Choice_C_Text": "Balantidium coli",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Non mentionné comme cause principale dans le cours fourni.",
        "Choice_D_Text": "Cryptosporidium parvum",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Cryptosporidium cause une diarrhée liquidienne (cholériforme), non sanglante (Page 578)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Amibiase",
        "QuestionText": "Quel est l'examen à demander en première intention pour confirmer le diagnostic ?",
        "Choice_A_Text": "Examen parasitologique des selles",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Le diagnostic repose sur la recherche de formes végétatives hématophages ou de kystes dans les selles (Page 353).",
        "Choice_B_Text": "Sérologie pour la recherche d'anticorps spécifiques",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La sérologie est surtout indiquée pour l'amibiase viscérale (tissulaire) (Page 360).",
        "Choice_C_Text": "Biopsie hépatique",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Ce n'est pas l'examen de première intention pour une forme intestinale.",
        "Choice_D_Text": "Dosage des graisses fécales.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Indiqué pour la malabsorption (ex: Giardiose), pas pour la dysenterie amibienne."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Amibiase",
        "QuestionText": "Quel est le mode de contamination principal de cette parasitose ?",
        "Choice_A_Text": "Transmission par voie aérienne",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX.",
        "Choice_B_Text": "Consommation de poissons crus pêchés localement",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX (Concerne le Bothriocéphale, Page 196).",
        "Choice_C_Text": "Ingestion d'eau ou d'aliments contaminés par des kystes du parasite",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Contamination par voie oro-fécale (eau, aliments, crudités souillées) par des kystes (Page 329).",
        "Choice_D_Text": "Piqûre d'insecte vecteur",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Amibiase",
        "QuestionText": "Quelles complications peuvent survenir si cette parasitose n'est pas traitée ?",
        "Choice_A_Text": "Perforation intestinale",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est une complication possible (formes fulminantes, Page 344), mais l'abcès hépatique est la complication tissulaire majeure la plus fréquente.",
        "Choice_B_Text": "Syndrome de malabsorption sévère",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Plutôt associé à Giardia (Page 464).",
        "Choice_C_Text": "Insuffisance rénale aiguë secondaire à une déshydratation",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Abcès hépatique",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. L'amibiase hépatique (abcès) est l'amibiase tissulaire la plus fréquente secondaire à l'amibiase intestinale (Page 345, 346)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Oxyurose",
        "QuestionText": "Un enfant de 7 ans présente des démangeaisons anales nocturnes, des troubles du sommeil, et se gratte fréquemment. D'autres enfants de son entourage ont des symptômes similaires. Quelle est la parasitose la plus probable ?",
        "Choice_A_Text": "Ascaridiose",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX.",
        "Choice_B_Text": "Oxyurose",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le prurit anal vespéral et nocturne est le symptôme majeur de l'oxyurose (Page 244, 535).",
        "Choice_C_Text": "Toxocarose",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Giardiase",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Giardia provoque des diarrhées, pas un prurit anal typique (Page 465)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Oxyurose",
        "QuestionText": "L'agent responsable est :",
        "Choice_A_Text": "Ascaris lumbricoides",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Responsable de l'ascaridiose (Page 246).",
        "Choice_B_Text": "Enterobius vermicularis",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. C'est l'agent de l'oxyurose (Page 241, 532).",
        "Choice_C_Text": "Taenia saginata",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Responsable du Téniasis (Page 138).",
        "Choice_D_Text": "Trichuris trichiura",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Responsable de la trichocéphalose (Page 550)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Oxyurose",
        "QuestionText": "Le mode de contamination se fait principalement par :",
        "Choice_A_Text": "Piqûre de moustique",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX.",
        "Choice_B_Text": "Ingestion d'eau contaminée",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX.",
        "Choice_C_Text": "Ingestion d'œufs par contact main-bouche après contamination de l'environnement",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Contamination par ingestion d'œufs embryonnés (mains sales, auto-infestation) (Page 243, 534).",
        "Choice_D_Text": "Inhalation des œufs",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX (bien que possible via la poussière, le mode principal décrit est l'ingestion/mains)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Oxyurose",
        "QuestionText": "L'examen à demander en première intention pour confirmer le diagnostic est :",
        "Choice_A_Text": "Examen parasitologique des selles.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La ponte ne se fait pas dans l'intestin, l'EPS est souvent négatif.",
        "Choice_B_Text": "Frottis sanguin",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX.",
        "Choice_C_Text": "Le test scotch anal",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le Scotch test anal de Graham est la technique de référence pour recueillir les œufs à la marge anale (Page 244, 537).",
        "Choice_D_Text": "Échographie abdominale",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Taeniasis",
        "QuestionText": "Un homme de 40 ans consulte pour des douleurs abdominales diffuses et intermittentes, accompagnées d'une sensation de ballonnement et d'une perte de poids progressive, malgré un appétit conservé. Il rapporte également un inconfort au niveau de la région anale, surtout nocturne, ainsi que la présence occasionnelle de segments blancs mobiles dans ses selles. Une parasitose digestive est suspectée. Quel(s) est le parasite(s) le plus probablement responsable (s) de cette parasitose ?",
        "Choice_A_Text": "Taenia solium",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. T. solium a une élimination passive d'anneaux et n'a pas de franchissement actif du sphincter (Page 178).",
        "Choice_B_Text": "Taenia saginata",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. T. saginata se caractérise par le franchissement actif du sphincter anal par des anneaux mobiles (signe des segments blancs mobiles) et un prurit anal (Page 152, 156).",
        "Choice_C_Text": "Ascaris lumbricoides",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Ascaris est un nématode (ver rond), pas de segments (Page 246).",
        "Choice_D_Text": "Enterobius vermicularis",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Bien que causant un prurit anal, ce sont des petits vers ronds, pas des segments (Page 241)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Taeniasis",
        "QuestionText": "À l'interrogatoire le patient rapporte avoir consommé régulièrement de la viande de bœuf peu cuite. Quel est le parasite le plus probablement responsable de cette parasitose ?",
        "Choice_A_Text": "Taenia solium",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. T. solium est lié à la viande de porc (Page 163).",
        "Choice_B_Text": "Taenia saginata",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. T. saginata est le 'Taenia du bœuf', transmis par ingestion de viande de bœuf mal cuite (Page 139, 148).",
        "Choice_C_Text": "Ascaris lumbricoides",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Enterobius vermicularis",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Taeniasis",
        "QuestionText": "Quel élément clinique et anamnestique en faveur de ce parasite ?",
        "Choice_A_Text": "Perte du poids inexpliquée malgré un bon appétit",
        "Choice_B_Text": "Prurit anal",
        "Choice_C_Text": "Consommation de viande de bœuf peu cuite",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La consommation de viande de bœuf est l'élément épidémiologique (anamnestique) clé pour T. saginata (Page 148, 158). Les segments mobiles (D) sont l'élément clinique clé (Page 152).",
        "Choice_D_Text": "Présence segments blancs mobiles dans les selles.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le franchissement actif du sphincter par les anneaux est typique de T. saginata (Page 152)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Taeniasis",
        "QuestionText": "Quel examen permet de confirmer le diagnostic ?",
        "Choice_A_Text": "Examen microscopique des selles avec coloration de Gram",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX.",
        "Choice_B_Text": "Identification macroscopique des segments mobiles",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le diagnostic de certitude repose sur la mise en évidence d'anneaux (sous-vêtements, literie) et leur identification (Page 159).",
        "Choice_C_Text": "Test sérologique pour anticorps antiparasitaires",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Biopsie intestinale avec examen histologique",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Leishmaniose",
        "QuestionText": "Quelle stratégie de prévention recommandée pour réduire le risque de transmission de la leishmaniose au Maroc ?",
        "Choice_A_Text": "La vaccination systématique de la population",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Il n'y a pas de vaccins (Page 719).",
        "Choice_B_Text": "L'utilisation de moustiquaires imprégnées d'insecticide",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est une mesure de protection individuelle, mais la réduction des populations de vecteurs est la stratégie globale recommandée.",
        "Choice_C_Text": "La prise prophylactique d'antipaludiques",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Pas de chimioprophylaxie (Page 719).",
        "Choice_D_Text": "La réduction des populations de phlébotomes et le contrôle des réservoirs animaux",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La prophylaxie collective repose sur la lutte contre le vecteur (insecticides) et le réservoir (chiens, rongeurs) (Page 719)."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Dermatophytes",
        "QuestionText": "Trichophyton rubrum est :",
        "Choice_A_Text": "Une levure opportuniste",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX.",
        "Choice_B_Text": "Un dermatophyte",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. C'est un champignon filamenteux kératinophile (Dermatophyte) anthropophile (Page 211).",
        "Choice_C_Text": "Un bacille Gram-négatif",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Un virus cutané",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Anguillulose",
        "QuestionText": "Quelle est la complication la plus grave liée à une infection chronique par Strongyloides stercoralis chez une personne immunodéprimée ?",
        "Choice_A_Text": "Dermatite étendue causée par le passage des larves",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX.",
        "Choice_B_Text": "Surinfection bactérienne due à l'invasion intestinale",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX.",
        "Choice_C_Text": "Syndrome d'hyperinfection avec dissémination systémique",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'anguillulose maligne (sur terrain ID) entraîne une prolifération intense et une dissémination dans les viscères (septicémie, méningo-encéphalite) (Page 258).",
        "Choice_D_Text": "Diarrhée chronique non compliquée",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX."
    },
    {
        "YearAsked": "2024",
        "Subtopic": "Paludisme",
        "QuestionText": "Quel est le mode de transmission du paludisme ?",
        "Choice_A_Text": "Piqûre d'un moustique du genre Aedes",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX.",
        "Choice_B_Text": "Piqûre d'un moustique du genre Anopheles",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le vecteur est l'Anophèle femelle (Page 618).",
        "Choice_C_Text": "Ingestion d'eau contaminée",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Contact direct avec une personne infectée",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX."
    }
]