[
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Antibiotiques / Fièvres",
        "QuestionText": "Parmi les propositions suivantes, lesquelles correspondent à la fièvre prolongée ?",
        "Choice_A_Text": "Elle peut être secondaire à la prise des bétalactamines",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Le cours indique que toutes les fièvres ne sont pas infectieuses et cite l'allergie aux antibiotiques (comme les bétalactamines) parmi les causes possibles. (Diapositive 54, 83)",
        "Choice_B_Text": "L'origine tumorale représente la première cause",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Bien que les néoplasies soient une cause de fièvre non infectieuse, le cours ne les classe pas comme la 'première' cause absolue sans contexte spécifique. (Diapositive 54)",
        "Choice_C_Text": "La radiographie pulmonaire doit être demandée en première intention",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Dans la démarche diagnostique d'un site infecté, l'imagerie (dont la radio pulmonaire) fait partie des examens paracliniques de base. (Diapositive 60)",
        "Choice_D_Text": "L'antibiothérapie est toujours indiquée",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le cours précise qu'il n'y a 'Pas de prescription automatique' car toutes les fièvres ne sont pas infectieuses et toutes les infections ne sont pas bactériennes (ex: virus). (Diapositive 54, 55)",
        "Choice_E_Text": "Le traitement antibacillaire d'épreuve peut être discuté",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le cours mentionne que pour la tuberculose (souvent cause de fièvre prolongée), un traitement prolongé est nécessaire, et dans des contextes comme la méningite TB, traiter à coup sûr est vital. (Diapositive 75, 595)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Méningites / VIH",
        "QuestionText": "Parmi les médicaments suivants, quels sont ceux qui sont des antiviraux antiherpétiques ?",
        "Choice_A_Text": "Ganciclovir",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Il est cité pour le traitement du CMV (Cytomégalovirus), qui appartient à la famille des herpèsvirus. (Diapositive 272)",
        "Choice_B_Text": "Tenofovir",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le Tenofovir est un inhibiteur de la transcriptase inverse utilisé contre le VIH (antirétroviral). (Diapositive 279)",
        "Choice_C_Text": "Foscavir",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le Foscarnet (Foscavir) est indiqué pour le traitement du CMV (famille herpès). (Diapositive 272)",
        "Choice_D_Text": "Acyclovir",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. C'est le traitement de référence de la méningo-encéphalite herpétique. (Diapositive 609)",
        "Choice_E_Text": "Valacyclovir",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le Valganciclovir est cité pour le CMV (Diapositive 272). Le Valacyclovir est un dérivé de l'aciclovir (famille antiherpétique implicite par extension du cours sur l'herpès). (Diapositive 272)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Méningites",
        "QuestionText": "Parmi les données suivantes, quelles sont celles qui caractérisent la méningo-encéphalite herpétique ?",
        "Choice_A_Text": "Elle survient chez les patients immunodéprimés",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Elle survient chez des sujets immunocompétents, sans facteur de risque particulier. (Diapositive 601)",
        "Choice_B_Text": "Le diagnostic repose sur la présence de lésions cutanées concomitantes",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'absence d'antécédent d'herpès cutané ou de lésion cutanée simultanée n'élimine pas ce diagnostic. (Diapositive 604)",
        "Choice_C_Text": "L'hypoglycorachie est constante",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La glycorachie est normale dans la méningo-encéphalite herpétique. (Diapositive 608)",
        "Choice_D_Text": "Le scanner cérébral montre une hydrocéphalie",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'hydrocéphalie est caractéristique de la méningite tuberculeuse. L'imagerie herpétique montre des lésions temporo-frontales. (Diapositive 592, 607)",
        "Choice_E_Text": "Elle doit être évoqué devant tout trouble psychiatrique fébrile",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Toute pathologie psychiatrique aiguë fébrile est une méningo-encéphalite herpétique jusqu'à preuve du contraire. (Diapositive 606)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Paludisme",
        "QuestionText": "Parmi les propositions suivantes, lesquelles sont des critères de gravité du paludisme ?",
        "Choice_A_Text": "Taux des plaquettes à 60 000 éléments/mm³",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La thrombopénie est fréquente et un signe d'orientation, mais le seuil de gravité n'est pas défini par ce chiffre dans la liste OMS des critères de gravité du cours. (Diapositive 651, 652, 658)",
        "Choice_B_Text": "Parasitémie à 6%",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Un accès est grave si les GR parasités sont > 4%. (Diapositive 663)",
        "Choice_C_Text": "Taux d'hémoglobine à 4g/dl",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'anémie avec Hémoglobine < 7 g/dl est un critère de gravité biologique. (Diapositive 652)",
        "Choice_D_Text": "Crise convulsive",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La convulsion est un critère de gravité clinique. (Diapositive 651)",
        "Choice_E_Text": "Glycémie à 0,4 g/l",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX (dans la nuance). Le seuil d'hypoglycémie grave est < 0,4 g/l. Une valeur *à* 0,4 g/l est limite, mais le cours indique strictement '< 0,4 g/l'. Cependant, cliniquement, c'est un signe d'alerte majeur. (Diapositive 652)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Leptospirose",
        "QuestionText": "Quels sont les signes cliniques et biologiques en faveur de la leptospirose ?",
        "Choice_A_Text": "Eruption cutanée généralisée",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le cours décrit un 'Rash maculaire sur le tronc' (localisé) lors de la phase pré-ictérique, pas une éruption généralisée. (Diapositive 420)",
        "Choice_B_Text": "Epistaxis",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le syndrome hémorragique inclut les hémorragies cutanéo-muqueuses (comme l'épistaxis). (Diapositive 423)",
        "Choice_C_Text": "Thrombopénie",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La thrombopénie est un élément biologique d'orientation et fait partie de la physiopathologie hémorragique. (Diapositive 423, 429)",
        "Choice_D_Text": "Insuffisance rénale",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le syndrome rénal (oligurie, insuffisance rénale aiguë) est caractéristique de la phase ictérique. (Diapositive 421)",
        "Choice_E_Text": "Méningite lymphocytaire",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le syndrome méningé biologique se manifeste par une méningite aseptique à prédominance lymphocytaire. (Diapositive 429)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Infection à VIH",
        "QuestionText": "Parmi les pathologies suivantes, quelles sont celles qui classent l'infection à VIH au stade SIDA ?",
        "Choice_A_Text": "Cancer du sein",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Seuls certains cancers sont classants SIDA (Kaposi, Lymphome non hodgkinien, Cancer invasif du col). (Diapositive 212)",
        "Choice_B_Text": "Lymphome cérébral",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le lymphome cérébral (souvent lié à l'EBV) est une pathologie classante. (Diapositive 212)",
        "Choice_C_Text": "Rétinite à Cytomégalovirus",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'infection à CMV (rétinite) est une infection opportuniste majeure du stade SIDA (CD4 < 50). (Diapositive 211, 270)",
        "Choice_D_Text": "Tuberculose ganglionnaire",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La tuberculose extrapulmonaire (ganglionnaire) est une forme sévère classant au stade SIDA (stade avancé). (Diapositive 241)",
        "Choice_E_Text": "Cryptosporidiose intestinale",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La cryptosporidiose chronique est une infection opportuniste classante. (Diapositive 211, 266)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Bactériémies à Staphylocoque",
        "QuestionText": "Quelles sont les localisations secondaires décrites dans les bactériémies à staphylocoque ?",
        "Choice_A_Text": "Arthrite septique",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Les localisations ostéo-articulaires comme l'arthrite septique sont très évocatrices. (Diapositive 768)",
        "Choice_B_Text": "Pneumopathie bulleuse",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le staphylocoque peut causer une pneumopathie nécrosante avec des bulles (pneumatocèles), notamment les souches sécrétrices de la leucocidine de Panton-Valentine. (Diapositive 767)",
        "Choice_C_Text": "Spondylodiscite",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. C'est une localisation ostéo-articulaire classique. (Diapositive 768, 782)",
        "Choice_D_Text": "Ostéomyélite",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. L'ostéomyélite aiguë hématogène est une complication classique. (Diapositive 768, 779)",
        "Choice_E_Text": "Endocardite infectieuse",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. L'endocardite survient dans 10% des cas de bactériémies. (Diapositive 753, 766)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Sepsis",
        "QuestionText": "Pour retenir le sepsis, l'infection doit être associée à ou aux éléments suivants :",
        "Choice_A_Text": "Tachycardie (FC > 100 bpm)",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La tachycardie ne fait pas partie des critères du Quick SOFA (qui inclut PAS < 100 mmHg, FR >= 22/min, Altération conscience). (Diapositive 747)",
        "Choice_B_Text": "Hypertension artérielle (TA > 14/9 mmHg)",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le critère est une hypotension (PAS < 100 mmHg), pas une hypertension. (Diapositive 747)",
        "Choice_C_Text": "Troubles de la conscience",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'altération de l'état de conscience (Glasgow < 15) est un critère du Quick SOFA. (Diapositive 747)",
        "Choice_D_Text": "Hyperleucocytose",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Ce n'est pas un critère de définition clinique rapide (Quick SOFA) du sepsis, bien que souvent présente. (Diapositive 747)",
        "Choice_E_Text": "CRP > 100 UI",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. La CRP n'est pas un critère de définition du sepsis selon le score qSOFA. (Diapositive 747)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Antibiotiques",
        "QuestionText": "Quels sont les antibiotiques néphrotoxiques ?",
        "Choice_A_Text": "Vancomycine",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La néphrotoxicité est un effet indésirable de la Vancomycine (Glycopeptides). (Diapositive 100)",
        "Choice_B_Text": "Fluoroquinolones",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Les effets indésirables principaux cités sont gastro-intestinaux, photosensibilisation et tendinites, pas la néphrotoxicité au premier plan. (Diapositive 98)",
        "Choice_C_Text": "Gentamycine",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Les aminosides comme la Gentamycine causent une néphrotoxicité (nécrose tubulaire). (Diapositive 89)",
        "Choice_D_Text": "Cyclines",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Les effets secondaires cités sont la coloration des dents, pas la néphrotoxicité. (Diapositive 90)",
        "Choice_E_Text": "Sulfamides",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le cours cite l'hypersensibilité et les troubles hématologiques, mais pas la néphrotoxicité comme effet majeur. (Diapositive 95)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Tétanos",
        "QuestionText": "Quels sont les critères de gravité du tétanos ?",
        "Choice_A_Text": "La porte d'entrée chirurgicale",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Une porte d'entrée chirurgicale (ou brûlures, injection IM) est un facteur de gravité dans le score de Dakar. (Diapositive 831)",
        "Choice_B_Text": "La présence de contractures musculaires",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Les contractures définissent la maladie. La gravité est liée à la présence de *Paroxysmes*. (Diapositive 831)",
        "Choice_C_Text": "La fièvre",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Une température > 38,4°C est un critère de gravité. (Diapositive 831)",
        "Choice_D_Text": "La longue durée d'incubation",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Plus l'incubation est *courte* (< 7 jours), plus le tétanos est grave. (Diapositive 818, 831)",
        "Choice_E_Text": "L'installation rapide des contractures",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Une période d'invasion (trismus -> généralisation) courte (< 2 jours) est un critère de gravité. (Diapositive 831)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Antibiotiques",
        "QuestionText": "Quelles sont les modalités correctes de la prescription des antibiotiques ?",
        "Choice_A_Text": "La voie intraveineuse est indiquée pour les antibiotiques ayant une faible biodisponibilité",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La voie IV est choisie si la biodisponibilité orale est faible ou en cas de gravité. (Diapositive 71)",
        "Choice_B_Text": "Les antibiotiques temps dépendants sont donnés plusieurs fois par jour",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La dose totale est répartie en plusieurs fois sur 24h pour maintenir la concentration > CMI. (Diapositive 74)",
        "Choice_C_Text": "La durée de l'antibiothérapie recommandée pour la majorité des infections est 14 jours",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La durée est généralement de 7 jours (ne doit pas dépasser 10 jours), sauf cas particuliers comme l'endocardite. (Diapositive 75)",
        "Choice_D_Text": "L'endocardite infectieuse est une indication à la bi-antibiothérapie",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. L'endocardite infectieuse impose une association d'antibiotiques. (Diapositive 77)",
        "Choice_E_Text": "le choix de l'association des antibiotiques fait appel à deux antibiotiques bactériostatiques",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. L'association vise souvent une synergie bactéricide (ex: Bétalactamines + Aminosides). On évite d'associer deux antibiotiques de la même famille ou antagonistes. (Diapositive 76)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Dermohypodermites",
        "QuestionText": "Quels sont les signes cliniques en faveur de l'érysipèle ?",
        "Choice_A_Text": "La tuméfaction avec la rougeur du membre",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. L'inspection montre une tuméfaction rouge. (Diapositive 327)",
        "Choice_B_Text": "Les limites qui sont nettes par un bourrelet périphérique",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La lésion est délimitée par un bourrelet périphérique. (Diapositive 327)",
        "Choice_C_Text": "La présence des bulles",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Les formes plus graves peuvent présenter des vésicules ou des bulles. (Diapositive 328)",
        "Choice_D_Text": "L'effraction cutanée ou la nécrose",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'érysipèle est une dermohypodermite *non nécrosante*. La nécrose et l'effraction cutanée signent la fasciite nécrosante. (Diapositive 323, 335)",
        "Choice_E_Text": "L'extension très rapide",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. L'extension est très rapide. (Diapositive 327)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Méningites / VIH",
        "QuestionText": "Patient âgé de 27 ans, admis aux urgences pour un trouble de conscience fébrile. Examen clinique : score de Glasgow à 12/15, fièvre à 38°C, candidose buccale et raideur de la nuque. Scanner cérébral : normal. La sérologie VIH et syphilitique (TPHA VDRL) sont positives dans le sang. Quel sont les diagnostics à évoquer ?",
        "Choice_A_Text": "La méningite tuberculeuse",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. L'infection VIH est un terrain à risque pour la tuberculose neuroméningée, qui donne un syndrome méningé fébrile. (Diapositive 585)",
        "Choice_B_Text": "La cryptococcose neuroméningée",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. C'est la mycose la plus fréquente chez le PvVIH, causant une méningite avec céphalées et fièvre. (Diapositive 256, 259)",
        "Choice_C_Text": "Le lymphome cérébral",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le lymphome se présente généralement comme une lésion focale (masse) et non comme une méningite isolée avec scanner normal. (Diapositive 264)",
        "Choice_D_Text": "La toxoplasmose cérébrale",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le scanner montrerait typiquement une image en cocarde. Ici le scanner est normal. (Diapositive 251)",
        "Choice_E_Text": "La neurosyphilis",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La sérologie syphilitique est positive et la syphilis est une étiologie possible de méningite. (Diapositive 9, 82, 528)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Méningites / VIH",
        "QuestionText": "La ponction lombaire a retiré un liquide clair, en jet, 15 éléments, 80% de lymphocytes, une hypoglycorachie, une hyperprotéinorachie et la coloration à l'encre de chine positive. Quel est le schéma thérapeutique qu'on doit prescrire au patient ?",
        "Choice_A_Text": "Céphalosporine de troisième génération",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. C'est le traitement des méningites bactériennes (Méningocoque, Pneumocoque). Ici, l'encre de chine positive signe une cryptococcose. (Diapositive 563, 573)",
        "Choice_B_Text": "Amphotéricine B associé au Fluconazole",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le traitement d'attaque de la cryptococcose neuroméningée est l'Amphotéricine B liposomale + Fluconazole. (Diapositive 262)",
        "Choice_C_Text": "Cotrimoxazole",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. C'est le traitement de la pneumocystose ou de la toxoplasmose (alternative). (Diapositive 235, 253)",
        "Choice_D_Text": "Pyriméthamine – sulfadiazine",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. C'est le traitement de la toxoplasmose cérébrale. (Diapositive 253)",
        "Choice_E_Text": "Pénicilline G",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Traitement de la neurosyphilis ou méningite à méningocoque (historiquement), mais ici le diagnostic est fongique. (Diapositive 82)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Infection à VIH",
        "QuestionText": "Quelles sont les indications du dépistage de l'infection à VIH ?",
        "Choice_A_Text": "Les accidents d'exposition au sang",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. C'est une indication obligatoire (pour les professionnels de santé). (Diapositive 216)",
        "Choice_B_Text": "La lymphopénie",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La lymphopénie est un signe biologique évocateur justifiant le dépistage. (Diapositive 217)",
        "Choice_C_Text": "La sérologie syphilitique positive",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La présence d'une autre MST (comme la syphilis) est une indication. (Diapositive 217)",
        "Choice_D_Text": "La tuberculose",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Indication majeure, la tuberculose est fréquente chez les PvVIH. (Diapositive 217)",
        "Choice_E_Text": "La grossesse",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le bilan de grossesse inclut le dépistage VIH pour prévenir la transmission mère-enfant. (Diapositive 217)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Infection à VIH",
        "QuestionText": "Quels sont les éléments cliniques et paracliniques en faveur de la pneumocystose ?",
        "Choice_A_Text": "La dyspnée",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Une dyspnée progressive est un signe clinique majeur. (Diapositive 230)",
        "Choice_B_Text": "Le syndrome interstitiel à la radiographie pulmonaire",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La radiographie montre des infiltrats interstitiels bilatéraux et diffus. (Diapositive 231)",
        "Choice_C_Text": "Le stade d'immunodépression modérée CD4 >200 cellules",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La pneumocystose survient au stade d'immunodépression sévère avec CD4 < 200/mm³. (Diapositive 228)",
        "Choice_D_Text": "L'hypoxémie",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. L'hypoxémie est le principal signe biologique de la maladie. (Diapositive 233)",
        "Choice_E_Text": "Le taux élevé des lacticodesydrogénases LDH",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Un taux de LDH > 500 mg/dL est très évocateur. (Diapositive 233)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Antibiotiques / Zoonoses",
        "QuestionText": "Un patient âgé de 39 ans, fermier, admis pour des douleurs lombaires. Il rapporte une fièvre il ya 2 mois et qui a duré 15 jours, avec un syndrome algique et une orchite. Le scanner du rachis montre une spondylodiscite L4-L5 et la NFS une leucopénie (GB à 3000 éléments). Quel est le diagnostic le plus probable ?",
        "Choice_A_Text": "Spondylodiscite tuberculeuse",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Bien que la spondylodiscite soit possible, l'orchite et le contexte fermier orientent vers la brucellose. (Inférence clinique, voir explication option B).",
        "Choice_B_Text": "Brucellose",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le contexte (fermier), la fièvre ondulante, l'orchite et la spondylodiscite (complication classique) orientent vers la brucellose. Le cours sur les antibiotiques cite spécifiquement la brucellose comme indication des cyclines et aminosides. (Diapositive 91, 89)",
        "Choice_C_Text": "Spondylodiscite à staphylocoque",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'évolution sur plusieurs mois et l'association à une orchite ne sont pas typiques du staphylocoque qui donne des tableaux plus aigus et bruyants. (Diapositive 768)",
        "Choice_D_Text": "Tumeur du rachis",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le contexte fébrile initial et l'orchite orientent vers une cause infectieuse systémique.",
        "Choice_E_Text": "Spondylarthropathie",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Il s'agit d'une cause inflammatoire, peu probable avec une fièvre prolongée spécifique et orchite infectieuse."
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Antibiotiques / Zoonoses",
        "QuestionText": "Le bilan a confirmé le diagnostic que vous avez évoqué (Brucellose), quel est le traitement qu'on doit prescrire au patient ?",
        "Choice_A_Text": "Les cyclines associées à la gentamycine",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Le cours Antibiotiques indique que la Brucellose est une indication des Cyclines (Diapo 91) et de la Gentamycine (Aminosides, Diapo 89).",
        "Choice_B_Text": "Les antituberculeux",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Indiqué pour la tuberculose. (Diapositive 598)",
        "Choice_C_Text": "Les corticoïdes",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Ce n'est pas le traitement étiologique d'une infection bactérienne.",
        "Choice_D_Text": "Les céphalosporines",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Les cyclines sont le traitement de choix pour les germes intracellulaires comme Brucella. (Diapositive 91)",
        "Choice_E_Text": "Le metronidazole",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Indiqué pour les anaérobies. (Diapositive 101)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Rage",
        "QuestionText": "Vous recevez aux urgences un patient âgé de 36 ans, victime il ya 4 heures d'une morsure par un chien errant au niveau de la jambe occasionnant une plaie superficielle. Votre conduite thérapeutique sera :",
        "Choice_A_Text": "La suture de la plaie",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Il ne faut pas suturer les plaies (sauf pour l'hémostase). (Diapositive 727)",
        "Choice_B_Text": "La vaccination antitétanique",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La prophylaxie antitétanique fait partie du traitement non spécifique. (Diapositive 727)",
        "Choice_C_Text": "Une antibiothérapie à base de rifampicine",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'antibiothérapie recommandée est généralement une Tétracycline, pas la rifampicine. (Diapositive 727)",
        "Choice_D_Text": "La vaccination antirabique",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Pour une morsure par un chien errant (risque élevé), la vaccination immédiate est indiquée. (Diapositive 732)",
        "Choice_E_Text": "Les immunoglobulines antirabiques",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Les immunoglobulines sont indiquées pour les morsures transdermiques ou contamination des muqueuses (Catégorie III). Une plaie superficielle (souvent assimilée à une griffure/abrasion dans les QCM simplifiés) relève du vaccin seul. (Diapositive 732)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Fièvre typhoïde",
        "QuestionText": "Patiente âgée de 40 ans, sans notion de voyage récent, admise pour trouble de conscience fébrile. Sa fille rapporte qu'elle a une diarrhée avec douleurs abdominales depuis 6 jours. L'examen clinique trouve une patiente obnubilée (SG à 13/15), absence de raideur de la nuque, une fièvre à 40°C, une TA à 12/7 mmHg, une fréquence cardiaque à 60 battements /min et une splénomégalie. Quel est le diagnostic le plus probable ?",
        "Choice_A_Text": "Neuropaludisme",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le paludisme est une maladie d'importation (voyage en zone tropicale), or la patiente n'a pas voyagé. (Diapositive 617)",
        "Choice_B_Text": "Encéphalite typhique",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le tableau associe fièvre à 40°C, dissociation pouls-température (pouls 60 pour fièvre 40), troubles digestifs, splénomégalie et tuphos (obnubilation), typique de la fièvre typhoïde compliquée d'encéphalite. (Diapositive 150, 151, 157)",
        "Choice_C_Text": "Abcès cérébral",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Pas de signes de focalisation décrits, tableau systémique digestif prédominant.",
        "Choice_D_Text": "Méningite bactérienne",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Il y a une absence de raideur de la nuque. (Diapositive 545)",
        "Choice_E_Text": "Méningite herpétique",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le tableau est trop systémique (digestif, splénomégalie) et le pouls dissocié oriente vers la typhoïde."
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Fièvre typhoïde",
        "QuestionText": "Votre diagnostic est retenu (Fièvre typhoïde), quel est le ou les traitements qu'on doit prescrire à la patiente ?",
        "Choice_A_Text": "Pénicilline A",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Ce n'est pas le traitement probabiliste de référence.",
        "Choice_B_Text": "Ciprofloxacine",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Les fluoroquinolones (Ciprofloxacine) sont indiquées pour le relais per os ou le traitement. (Diapositive 168)",
        "Choice_C_Text": "Gentamycine",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Non indiqué pour la typhoïde.",
        "Choice_D_Text": "Metronidazole",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Pour anaérobies/parasites.",
        "Choice_E_Text": "Céphalosporines de 3ème génération",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le traitement probabiliste (surtout formes sévères/encéphalite) repose sur une C3G (Ceftriaxone). (Diapositive 167, 168)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "AES (Accidents d'exposition au sang)",
        "QuestionText": "quels sont les facteurs qui augmentent le risque de transmission virale après un accident d'exposition au sang ?",
        "Choice_A_Text": "Personne source infecté par le VIH au stade Sida",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Une charge virale élevée (Stade Sida) augmente le risque. (Diapositive 11)",
        "Choice_B_Text": "Piqure par une seringue abandonnée",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. C'est classé comme un risque 'Intermédiaire', alors que la piqure profonde par aiguille creuse est un risque 'Important'. (Diapositive 10)",
        "Choice_C_Text": "Port de gant",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le port de gant diminue le risque (effet d'essuyage). L'absence de port de gant augmente le risque. (Diapositive 12)",
        "Choice_D_Text": "Piqure par une aiguille creuse",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. C'est un facteur de risque important (volume de sang plus grand). (Diapositive 10)",
        "Choice_E_Text": "Personne source agité",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. L'agitation du malade est un facteur de risque lié aux caractéristiques du patient source. (Diapositive 11)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Méningites",
        "QuestionText": "Concernant la méningite à méningocoque, quel est la (ou les) proposition juste?",
        "Choice_A_Text": "La porte d'entrée est l'infection ORL",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le méningocoque colonise le rhinopharynx (saprophyte) et passe dans le sang. L'infection ORL (otite, sinusite) est la porte d'entrée classique du *Pneumocoque*. (Diapositive 532, 535)",
        "Choice_B_Text": "Elle s'accompagne toujours de purpura",
        "Choice_B_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le purpura est très évocateur mais présent dans environ 60% des cas, pas toujours. (Diapositive 562)",
        "Choice_C_Text": "Le traitement de référence est la pénicilline A associée à la gentamycine",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le traitement est une C3G (Ceftriaxone) en monothérapie. L'association Amox+Genta est pour la Listeria. (Diapositive 563, 583)",
        "Choice_D_Text": "La prophylaxie des contacts repose sur la vaccination",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La prophylaxie inclut la chimioprophylaxie et la vaccination. (Diapositive 565)",
        "Choice_E_Text": "Elle donne des poussées épidémiques",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Elle survient par cas sporadiques ou épidémies. (Diapositive 561)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Infections streptococciques",
        "QuestionText": "Un enfant âgé de 10 ans, ayant comme ATCD des angines à répétition mal traitées, admis pour des arthralgies inflammatoires des genoux et des chevilles. L'examen clinique trouve une fièvre à 38°C, des articulations rouges, chaudes et douloureuses avec un souffle cardiaque au foyer mitral. Le bilan montre des GB à 14 000 (PNN à 10 000), une VS à 80 min et une CRP à 100 UI. L'échographie cardiaque montre une insuffisance mitrale grade I. Quel est le premier diagnostic qu'on doit évoquer chez ce patient ?",
        "Choice_A_Text": "Angines streptococciques",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'angine est l'antécédent (cause initiale), mais le tableau actuel avec atteinte cardiaque et articulaire est une complication.",
        "Choice_B_Text": "Endocardite infectieuse",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Bien qu'il y ait un souffle, le tableau polyarticulaire migrateur après angine chez un enfant évoque d'abord le RAA.",
        "Choice_C_Text": "Rhumatisme articulaire aigu",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'enfant présente les critères de Jones : Cardite (Majeur), Polyarthrite (Majeur), Fièvre/Syndrome inflammatoire (Mineur) après infection streptococcique. (Diapositive 347)",
        "Choice_D_Text": "Septicémie à staphylocoque",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le contexte d'angines à répétition oriente vers le streptocoque.",
        "Choice_E_Text": "Polyarthrite rhumatoïde",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le contexte infectieux récent et l'atteinte cardiaque orientent vers le RAA."
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Infections streptococciques",
        "QuestionText": "Vous avez retenu ce diagnostic (RAA), quel est le ou les traitements qu'on doit prescrire au patient :",
        "Choice_A_Text": "Acide acétylsalicylique",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX (dans ce contexte précis). L'aspirine est indiquée pour les formes articulaires pures. En cas de *cardite*, les corticoïdes sont indiqués. (Diapositive 348)",
        "Choice_B_Text": "Céphalosporines de troisième génération",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. On utilise la Pénicilline.",
        "Choice_C_Text": "Benzathine Pénicilline G (Extencilline)",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. C'est l'antibiotique de choix pour l'éradication du streptocoque et la prévention secondaire. (Diapositive 348)",
        "Choice_D_Text": "Corticoïdes",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Les corticoïdes sont indiqués en cas de cardite (présente ici). (Diapositive 348)",
        "Choice_E_Text": "Ciprofloxacine",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Non indiqué pour le streptocoque."
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Tiques (FBM)",
        "QuestionText": "parmi les propositions suivantes, lesquelles correspondent à la fièvre boutonneuse méditerranéenne (FBM):",
        "Choice_A_Text": "La piqure est douloureuse",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La morsure de tique est indolore. (Diapositive 365)",
        "Choice_B_Text": "Elle donne des poussées épidémiques hivernales",
        "Choice_B_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. C'est une maladie estivale (Mai à Septembre). (Diapositive 367)",
        "Choice_C_Text": "Le germe responsable est borrelia burgdorferi",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. C'est l'agent de la maladie de Lyme. La FBM est causée par Rickettsia conorii. (Diapositive 362)",
        "Choice_D_Text": "Le démarrage du traitement nécessite la confirmation par la sérologie",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Il faut démarrer l'ATB sur la suspicion clinique, la sérologie ne confirme qu'ultérieurement (séroconversion tardive). (Diapositive 388)",
        "Choice_E_Text": "Le traitement repose sur les cyclines",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Les cyclines sont le traitement de choix. (Diapositive 387)"
    },
    {
        "YearAsked": "Normale 2021",
        "Subtopic": "Infection à VIH",
        "QuestionText": "Patient âgé de 36 ans, séropositif pour le VIH, admis pour des lésions cutanées nodulaires, violacées, atteignant les membres et le voile du palais. Le résultat de la biopsie cutanée est en cours et le taux des CD4 est à 60 cellules/mm³. Quel est le diagnostic le plus probable ?",
        "Choice_A_Text": "Tuberculose cutanée",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La description clinique est typique du Kaposi.",
        "Choice_B_Text": "Syphilis cutanée",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX.",
        "Choice_C_Text": "Furoncles",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Sarcome de kaposi",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Les lésions nodulaires violacées (membres, voile du palais) chez un patient VIH sont caractéristiques du Sarcome de Kaposi. (Diapositive 274)",
        "Choice_E_Text": "Lésions herpétiques",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. L'herpès donne des vésicules/ulcérations, pas des nodules violacés."
    }
]