[
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Méningo-encéphalite herpétique",
        "QuestionText": "Quels sont les signes cliniques caractéristiques de la méningo-encéphalite herpétique?",
        "Choice_A_Text": "Strabisme convergeant",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le strabisme convergent (atteinte des nerfs crâniens III et VI) est caractéristique de la méningite tuberculeuse (forme basilaire) et non de l'herpès. (Diapositives 590, 591)",
        "Choice_B_Text": "Hallucinations visuelles",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Les signes d'atteinte fronto-temporale incluent des hallucinations auditives, olfactives ou visuelles, ainsi que des troubles psychiques. (Diapositive 605)",
        "Choice_C_Text": "Troubles du langage",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'herpès touche préférentiellement le lobe temporal, provoquant des troubles phasiques (langage). (Diapositives 603, 605)",
        "Choice_D_Text": "Contractures musculaires",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Les contractures musculaires permanentes et invincibles sont le signe cardinal du tétanos. (Diapositive 821)",
        "Choice_E_Text": "Lésions purpuriques",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le purpura est un signe évocateur de la méningite à méningocoque. (Diapositive 562)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Paludisme",
        "QuestionText": "Patient âgé de 34 ans, chauffeur de profession, revient d'un voyage du Mali il y a 5 jours et qui se présente pour une fièvre avec vomissements. La goutte épaisse est positive au plasmodium falciparum. Quel est le traitement qu'on doit prescrire au patient ?",
        "Choice_A_Text": "Artémether - Luméfantrine (Coartem*) VO",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX dans ce contexte précis car le patient présente des vomissements, ce qui peut compromettre la voie orale et impose souvent une transition vers un traitement injectable pour garantir l'efficacité immédiate chez ce patient revenant d'une zone de forte endémie (Mali). (Diapositives 646, 672)",
        "Choice_B_Text": "Artésunate (Artesun*) IV",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'Artésunate IV est le traitement de choix des formes graves de paludisme à P. falciparum ou lorsque la voie orale n'est pas possible (vomissements). (Diapositive 672)",
        "Choice_C_Text": "Chloroquine (Nivaquine*) VO",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le Mali est une zone de chloroquino-résistance pour P. falciparum. La chloroquine n'est indiquée que pour P. vivax, ovale et malariae. (Diapositives 673, 682)",
        "Choice_D_Text": "Quinine (Quinimax*) IV",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La Quinine IV est une alternative thérapeutique majeure à l'Artésunate pour le traitement du paludisme grave ou en cas d'impossibilité de la voie orale. (Diapositive 672)",
        "Choice_E_Text": "Méfloquine (Lariam®) VO",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. La Méfloquine est utilisée en prophylaxie (Groupe 3) ou parfois en traitement, mais elle est contre-indiquée si la voie injectable est nécessaire et présente de nombreux effets secondaires. (Diapositive 684)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Paludisme",
        "QuestionText": "Parmi les propositions suivantes, lesquelles sont des critères de gravité du paludisme ?",
        "Choice_A_Text": "Parasitémie à 6%",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Un accès est considéré comme grave si le nombre de globules rouges parasités est supérieur à 4%. (Diapositive 663)",
        "Choice_B_Text": "Taux d'hémoglobine à 12 g/dl",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'anémie est un critère de gravité biologique uniquement si le taux d'hémoglobine est inférieur à 7 g/dl. (Diapositive 652)",
        "Choice_C_Text": "Taux des plaquettes à 70 000 éléments/mm³",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Bien que la thrombopénie soit fréquente dans le paludisme, elle n'est pas listée parmi les critères de gravité de l'OMS présentés dans le cours. (Diapositives 651, 652)",
        "Choice_D_Text": "Tension artérielle systolique (TAS < 70 mm Hg)",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La chute de la pression systolique (TAS < 70 mmHg) est un critère de gravité clinique. (Diapositive 651)",
        "Choice_E_Text": "Détresse respiratoire",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le Syndrome de détresse respiratoire aiguë (SDRA) est un critère de gravité clinique majeur. (Diapositive 651)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Leptospirose",
        "QuestionText": "Quels sont les signes cliniques en faveur de la Leptospirose ?",
        "Choice_A_Text": "Eruption cutanée généralisée",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Un rash maculaire sur le tronc peut être observé lors de la phase pré-ictérique. (Diapositive 420)",
        "Choice_B_Text": "Epistaxis",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La leptospirose peut se manifester par un syndrome hémorragique incluant des hémorragies cutanéo-muqueuses. (Diapositive 423)",
        "Choice_C_Text": "Dissociation pouls-température",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La dissociation pouls-température (bradycardie relative) est caractéristique de la fièvre typhoïde. (Diapositive 151)",
        "Choice_D_Text": "Oligurie",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. L'oligurie est un élément clé du syndrome rénal de la phase ictérique. (Diapositive 421)",
        "Choice_E_Text": "Syndrome méningé",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le syndrome méningé est fréquent dès la phase pré-ictérique (méningite lymphocytaire aseptique). (Diapositives 420, 423)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Leptospirose",
        "QuestionText": "Le diagnostic de la leptospirose à la phase ictérique repose sur :",
        "Choice_A_Text": "Hémoculture",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Les leptospires sont présents dans le sang durant la première semaine (phase pré-ictérique). À la phase ictérique (2ème semaine), ils disparaissent du sang. (Diapositive 432)",
        "Choice_B_Text": "Sérodiagnostic de Martin et Petit (MAT)",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le MAT est la méthode de référence pour confirmer le diagnostic à partir du 10ème jour (phase ictérique). (Diapositive 431)",
        "Choice_C_Text": "Examen direct au microscope à fond noir",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Cette méthode n'est pas citée comme outil de routine dans le cours actuel. Le diagnostic repose sur la PCR ou la sérologie. (Diapositives 430, 431)",
        "Choice_D_Text": "Polymérase chaine réaction (PCR)",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La PCR peut détecter l'ADN des leptospires dans le sang (début) ou les urines (plus tardivement). (Diapositive 430)",
        "Choice_E_Text": "Culture sur des milieux spéciaux",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX pour le diagnostic de routine à cette phase car la culture est lente et difficile, contrairement à la sérologie (MAT). (Diapositive 432)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Infection à VIH",
        "QuestionText": "Parmi les propositions suivantes, la ou lesquelles correspondent à la primo-infection à VIH?",
        "Choice_A_Text": "La période la plus longue de l'histoire naturelle du VIH",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La phase d'infection chronique (latence clinique) est la plus longue, durant entre 2 et 15 ans. (Diapositive 199)",
        "Choice_B_Text": "Le risque de transmission interhumaine est minime",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La charge virale est extrêmement élevée durant la primo-infection, ce qui rend le risque de transmission très important. (Diapositive 196)",
        "Choice_C_Text": "Le diagnostic précoce se fait par la sérologie VIH ELISA",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Durant la primo-infection, il existe une 'fenêtre sérologique' où les anticorps ne sont pas encore détectables par ELISA. Le diagnostic précoce repose sur la PCR (charge virale). (Diapositives 196, 219)",
        "Choice_D_Text": "Le traitement antirétroviral (ARV) n'est pas indiqué à ce stade",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Selon les recommandations actuelles, le traitement ARV est initié le plus précocement possible pour restaurer l'immunité et réduire la transmission. (Diapositive 277)",
        "Choice_E_Text": "Peut se manifester par une éruption fébrile",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La primo-infection se manifeste souvent par une triade évocatrice : Syndrome pseudo-grippal + éruption cutanée + ulcérations. (Diapositive 194)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Infection à VIH",
        "QuestionText": "Patient âgé de 34 ans, admis pour un flou visuel, une baisse récente de l'acuité visuelle de l'œil droit avec candidose buccale et altération de l'état général. Le fond d'œil a montré des exsudats avec nécrose hémorragique et la sérologie VIH est positive avec un taux des CD4 à 30 cellules/mm3. Quel est le diagnostic le plus probable ?",
        "Choice_A_Text": "Chorio-rétinite toxoplasmique",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Bien que possible chez un patient immunodéprimé, l'aspect de nécrose hémorragique au fond d'œil avec des CD4 < 50 est pathognomonique du CMV. (Diapositive 270)",
        "Choice_B_Text": "Rétinite à cytomégalovirus CMV",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La rétinite à CMV survient pour un taux de CD4 < 50 cell/mm3 et se caractérise au fond d'œil par des exsudats et une nécrose hémorragique. (Diapositives 270, 271)",
        "Choice_C_Text": "Rétinite au VIH",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La rétinite au VIH (microangiopathie) donne des nodules cotonneux mais pas de nécrose hémorragique étendue. (Diapositive 271)",
        "Choice_D_Text": "Rétinite à herpès virus (VZV)",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'atteinte par le VZV (nécrose rétinienne aiguë) est plus rare et différente cliniquement de l'aspect décrit ici. (Diapositive 270)",
        "Choice_E_Text": "Rétinite syphilitique",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. L'aspect décrit est typique du CMV chez le patient au stade SIDA sévère. (Diapositive 271)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Infection à VIH",
        "QuestionText": "Le diagnostic que vous avez évoqué (Rétinite à CMV) est confirmé, quel est la ou les molécules qu'on doit prescrire au patient ?",
        "Choice_A_Text": "Acyclovir",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'acyclovir est actif sur HSV et VZV, mais inefficace contre le CMV. (Diapositive 609)",
        "Choice_B_Text": "Ganciclovir",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le Ganciclovir (10 mg/kg/j) est le traitement d'attaque de première intention de la rétinite à CMV. (Diapositive 272)",
        "Choice_C_Text": "Valgancyclovir",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le Valganciclovir (forme orale) est utilisé dans le traitement de la rétinite à CMV. (Diapositive 272)",
        "Choice_D_Text": "Cotrimoxazole",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le Cotrimoxazole est utilisé pour la prophylaxie et le traitement de la pneumocystose et de la toxoplasmose. (Diapositives 235, 253)",
        "Choice_E_Text": "Cortancyl",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Les corticoïdes ne sont pas le traitement étiologique du CMV et pourraient aggraver l'immunodépression sans traitement antiviral associé. (Diapositive 272)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Méningite tuberculeuse",
        "QuestionText": "Quels sont les signes cliniques en faveur de la méningo-encéphalite tuberculeuse ?",
        "Choice_A_Text": "Syndrome méningé d'installation brutale",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La méningite tuberculeuse a une évolution chronique s'étalant sur plusieurs semaines ou mois, contrairement aux méningites bactériennes purulentes qui sont brutales. (Diapositive 590)",
        "Choice_B_Text": "Purpura",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le purpura est caractéristique du méningocoque. (Diapositive 562)",
        "Choice_C_Text": "Trouble de conscience",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La méningite tuberculeuse s'accompagne souvent d'un tableau d'encéphalite avec obnubilation, confusion ou coma. (Diapositive 590)",
        "Choice_D_Text": "Strabisme convergent",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. C'est un signe classique de la méningite basilaire (atteinte du nerf oculomoteur VI). (Diapositive 591)",
        "Choice_E_Text": "Otite purulente",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. L'otite est une porte d'entrée classique pour le pneumocoque, pas pour la tuberculose. (Diapositive 532)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Méningite tuberculeuse",
        "QuestionText": "Quels sont les éléments paracliniques en faveur de la méningite tuberculeuse?",
        "Choice_A_Text": "Lymphopénie à la NFS",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La lymphopénie est un élément du bilan biologique d'orientation. (Diapositive 597)",
        "Choice_B_Text": "Hyponatrémie",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'hyponatrémie de dilution est fréquente, témoignant d'une sécrétion inappropriée d'hormone antidiurétique (SIADH). (Diapositive 597)",
        "Choice_C_Text": "Hypoglycorachie (LCR)",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le profil typique du LCR tuberculeux associe hyperprotéinorachie et hypoglycorachie. (Diapositive 594)",
        "Choice_D_Text": "Hyperleucocytose à la NFS",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Contrairement aux méningites purulentes, on observe plutôt une lymphopénie dans la tuberculose. (Diapositive 597)",
        "Choice_E_Text": "Miliaire radiologique",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La miliaire radiologique au thorax témoigne d'une diffusion hématogène du BK pouvant atteindre les méninges. (Diapositive 596)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Diagnostics différentiels VIH",
        "QuestionText": "Patient âgé de 27 ans, admis aux urgences pour des céphalées chroniques. Examen clinique : patient conscient, raideur de la nuque, fièvre à 38°C, candidose buccale. Scanner cérébral : normal. La sérologie VIH et syphilitique (TPHA VDRL) sont positives dans le sang. Quel sont les diagnostics à évoquer ?",
        "Choice_A_Text": "La méningite tuberculeuse",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Les céphalées chroniques fébriles chez un patient immunodéprimé doivent faire suspecter une méningite tuberculeuse. (Diapositive 590)",
        "Choice_B_Text": "La cryptococcose neuroméningée",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. C'est la mycose systémique la plus fréquente chez les patients VIH avec CD4 bas, se manifestant par des céphalées d'installation progressive. (Diapositives 256, 259)",
        "Choice_C_Text": "Le lymphome cérébral",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est MOINS PROBABLE ici car le scanner est normal, alors que le lymphome se présente généralement par des signes focaux ou une image de masse. (Diapositive 212)",
        "Choice_D_Text": "La toxoplasmose cérébrale",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est MOINS PROBABLE car le scanner est normal (absence d'images en cocarde typiques) et il n'y a pas de signe de focalisation. (Diapositive 251)",
        "Choice_E_Text": "La neurosyphilis",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La sérologie syphilitique sanguine étant positive, l'atteinte neurologique (neurosyphilis) doit être confirmée par l'analyse du LCR. (Diapositive 11)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Cryptococcose neuroméningée",
        "QuestionText": "La ponction lombaire (chez le patient précédent) a retiré un liquide clair, en jet, 20 éléments, 70% de lymphocytes, une hypoglycorachie, une hyperprotéinorachie et la coloration à l'encre de chine positive. Quel est le schéma thérapeutique qu'on doit prescrire au patient ?",
        "Choice_A_Text": "Céphalosporine de troisième génération",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Les C3G sont le traitement des méningites bactériennes purulentes, pas des méningites fongiques. (Diapositive 563)",
        "Choice_B_Text": "Amphotéricine B associé au Fluconazole",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La coloration à l'encre de chine positive signe la cryptococcose. Le traitement d'attaque (phase d'induction) repose sur l'association Amphotéricine B et Fluconazole. (Diapositives 261, 262)",
        "Choice_C_Text": "Cotrimoxazole",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le Cotrimoxazole est le traitement de la toxoplasmose et de la pneumocystose. (Diapositive 253)",
        "Choice_D_Text": "Antituberculeux",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'encre de chine positive identifie formellement Cryptococcus neoformans et non Mycobacterium tuberculosis. (Diapositive 261)",
        "Choice_E_Text": "Pénicilline G",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. La pénicilline G serait le traitement de la neurosyphilis, mais ici le diagnostic de certitude est la cryptococcose. (Diapositive 72)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Rage",
        "QuestionText": "Vous recevez aux urgences un patient âgé de 25 ans, victime il y a 2 heures d'une morsure par un chien errant au niveau de la cuisse occasionnant une plaie superficielle. Votre conduite thérapeutique sera :",
        "Choice_A_Text": "Vaccination antitétanique",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La prophylaxie antitétanique est systématique devant toute plaie souillée par une morsure animale. (Diapositive 727)",
        "Choice_B_Text": "Immunoglobulines antirabiques",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX pour une plaie superficielle sans saignement (Catégorie II). Les IG sont réservées aux morsures transdermiques ou contamination des muqueuses (Catégorie III). (Diapositive 732)",
        "Choice_C_Text": "Traitement antiviral",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Il n'existe pas de traitement antiviral curatif contre la rage ; la prise en charge repose sur la prophylaxie post-exposition (PPE). (Diapositive 722)",
        "Choice_D_Text": "Vaccination antirabique",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Pour une griffure minime ou morsure superficielle par un animal errant (risque élevé), la vaccination doit être débutée immédiatement. (Diapositives 728, 732)",
        "Choice_E_Text": "Suture de la plaie",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Il ne faut pas suturer les plaies après morsure (risque de piéger le virus et favoriser les germes anaérobies), sauf nécessité absolue pour l'hémostase. (Diapositive 727)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Fièvre typhoïde",
        "QuestionText": "Patient âgée de 18 ans, sans notion de voyage récent, admis pour une diarrhée et des douleurs abdominales évoluant depuis 6 jours. L'examen clinique trouve un patient conscient, fébrile à 40°C, une langue chargée, une TA à 12/7 mmHg, une fréquence cardiaque à 60 battements/min et une splénomégalie. Quel est le diagnostic le plus probable ?",
        "Choice_A_Text": "Paludisme",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est MOINS PROBABLE en l'absence de notion de voyage en zone d'endémie, bien que la fièvre et la splénomégalie soient communes aux deux. (Diapositive 617)",
        "Choice_B_Text": "Fièvre typhoïde",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La triade fièvre à 40°C + dissociation pouls/température (pouls à 60 pour 40°C) + splénomégalie avec langue saburrale est pathognomonique de la fièvre typhoïde. (Diapositive 151)",
        "Choice_C_Text": "Infection urinaire",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'infection urinaire ne donne pas de dissociation pouls/température ni de splénomégalie. (Diapositive 151)",
        "Choice_D_Text": "Méningite bactérienne",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Il n'y a pas de syndrome méningé décrit et la dissociation pouls/température n'est pas caractéristique. (Diapositive 541)",
        "Choice_E_Text": "Brucellose",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est MOINS PROBABLE. Bien qu'elle donne une splénomégalie, le tableau clinique aigu de diarrhée avec dissociation pouls-température pointe vers la typhoïde. (Diapositive 151)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Fièvre typhoïde",
        "QuestionText": "Votre diagnostic (Fièvre typhoïde) est retenu, quel est le traitement qu'on doit prescrire au patient ?",
        "Choice_A_Text": "Gentamycine",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La gentamycine n'est pas le traitement de première intention de la typhoïde ; elle est utilisée dans les endocardites ou septicémies sévères. (Diapositive 88)",
        "Choice_B_Text": "Pénicilline A",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Bien qu'historiquement utilisée, elle n'est plus le traitement probabiliste de choix en raison des résistances. (Diapositive 167)",
        "Choice_C_Text": "Azithromycine",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'Azithromycine est l'une des molécules recommandées pour le traitement de la fièvre typhoïde. (Diapositives 167, 168)",
        "Choice_D_Text": "Ciprofloxacine",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Les fluoroquinolones comme la Ciprofloxacine sont le traitement de choix après obtention de l'antibiogramme. (Diapositives 167, 168)",
        "Choice_E_Text": "Métronidazole",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le métronidazole traite les germes anaérobies et les protozoaires, pas Salmonella typhi. (Diapositive 101)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Rhumatisme Articulaire Aigu",
        "QuestionText": "Enfant de 10 ans, ATCD d'angines mal traitées il y a 15 jours, admis pour des arthralgies inflammatoires des genoux et des coudes. Examen clinique : fièvre à 38°C, articulations rouges, chaudes et douloureuses. Bilan : hyperleucocytose à 15 000 (PNN à 12 000), VS à 80 min, CRP à 230 UI. L'échographie cardiaque : absence d'image de végétation. Quel est le premier diagnostic qu'on doit évoquer chez ce patient ?",
        "Choice_A_Text": "Polyarthrite rhumatoïde",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Chez un enfant de 10 ans avec antécédent d'angine, le RAA est beaucoup plus fréquent que la PR. (Diapositive 340)",
        "Choice_B_Text": "Septicémie à staphylocoque",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'atteinte est ici polyarticulaire et fait suite à une angine, ce qui oriente vers un syndrome post-streptococcique. (Diapositive 769)",
        "Choice_C_Text": "Angines streptococciques",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'angine est l'infection initiale (il y a 15 jours), le tableau actuel est une complication tardive. (Diapositive 338)",
        "Choice_D_Text": "Endocardite infectieuse",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est MOINS PROBABLE. L'échographie cardiaque est normale (pas de végétation) et le tableau est typiquement une polyarthrite aiguë migratrice. (Diapositive 309)",
        "Choice_E_Text": "Rhumatisme articulaire aigu",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. C'est une complication post-streptococcique classique (15-20 jours après une angine) touchant les grosses articulations chez l'enfant de 4 à 15 ans. (Diapositives 338, 340, 342)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Rhumatisme Articulaire Aigu",
        "QuestionText": "Vous avez retenu ce diagnostic (RAA), quel est le ou les traitements qu'on doit prescrire au patient ?",
        "Choice_A_Text": "Céphalosporines de troisième génération",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Les C3G ne sont pas indiquées dans le traitement du RAA. (Diapositive 348)",
        "Choice_B_Text": "Benzathine Pénicilline G (Extencilline)",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'extencilline est utilisée pour éradiquer le portage résiduel du streptocoque et en prophylaxie des rechutes. (Diapositive 348)",
        "Choice_C_Text": "Acide acétylsalicylique",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'aspirine (75 mg/kg/j) est le traitement de base de l'atteinte articulaire dans le RAA. (Diapositive 348)",
        "Choice_D_Text": "Ciprofloxacine",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Les fluoroquinolones n'ont pas de place dans le traitement du RAA. (Diapositive 348)",
        "Choice_E_Text": "Corticoïdes",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Les corticoïdes (Prednisone) sont indiqués, surtout en cas de cardite associée. (Diapositive 348)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Sepsis",
        "QuestionText": "Quels sont les signes cliniques qui définissent le score Quick SOFA caractéristique du sepsis ?",
        "Choice_A_Text": "Hypotension artérielle systolique PAS ≤ 100 mmHg",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Une PAS ≤ 100 mmHg vaut 1 point dans le score qSOFA. (Diapositive 747)",
        "Choice_B_Text": "Oligo-anurie",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'oligurie est un signe de défaillance rénale (Sepsis) mais ne fait pas partie du score *Quick* SOFA. (Diapositive 746, 747)",
        "Choice_C_Text": "Tachycardie FC ≥ 22 cycles/min",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le critère est une augmentation de la fréquence *respiratoire* (FR ≥ 22 par minute), pas de la fréquence cardiaque. (Diapositive 747)",
        "Choice_D_Text": "Confusion",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. L'altération de l'état de conscience (Glasgow < 15) vaut 1 point. (Diapositive 747)",
        "Choice_E_Text": "Ictère cutanéo-muqueux",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. L'ictère traduit une défaillance hépatique mais n'est pas inclus dans le score qSOFA. (Diapositive 747)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Fièvres prolongées",
        "QuestionText": "Les causes bactériennes des fièvres prolongées sont représentées par :",
        "Choice_A_Text": "Rougeole",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La rougeole est une infection virale éruptive aiguë. (Diapositive 504)",
        "Choice_B_Text": "Endocardite infectieuse",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'endocardite infectieuse est une cause classique de fièvre prolongée (subaiguë type Osler). (Diapositive 301)",
        "Choice_C_Text": "Tuberculose",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La tuberculose est une cause majeure de fièvre prolongée d'origine infectieuse. (Diapositive 19)",
        "Choice_D_Text": "Erysipèle",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'érysipèle donne une 'grosse jambe rouge aiguë fébrile' et non une fièvre prolongée. (Diapositive 330)",
        "Choice_E_Text": "Infections à germes intracellulaires",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Les infections à germes intracellulaires (ex: Brucellose) sont des causes classiques de fièvres prolongées. (Diapositive 19)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Méningites",
        "QuestionText": "Quels sont les contre-indications de la ponction lombaire ?",
        "Choice_A_Text": "Trouble de l'hémostase",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Les coagulopathies ou une thrombocytopénie < 50 000/mm3 sont des contre-indications. (Diapositive 557)",
        "Choice_B_Text": "Prise de contraste méningée à la TDM cérébrale",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La prise de contraste méningée n'est pas une contre-indication ; elle confirme l'inflammation méningée. (Diapositive 557)",
        "Choice_C_Text": "Signes d'engagement scannographiques",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La présence d'un effet de masse à l'imagerie ou de signes d'engagement cérébral est une contre-indication absolue. (Diapositive 557)",
        "Choice_D_Text": "Infection cutanée en regard de la zone de ponction",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. L'infection cutanée étendue au site de ponction contre-indique l'examen pour éviter d'inoculer les méninges. (Diapositive 557)",
        "Choice_E_Text": "Hémiplégie avec scanner cérébral normal",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Si le scanner est normal (éliminant un effet de masse ou un engagement), la PL peut être pratiquée malgré le déficit focal pour rechercher une méningite nécrosante ou tuberculeuse. (Diapositives 551, 557)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Septicémies à staphylocoque",
        "QuestionText": "Les localisations pulmonaires des septicémies à staphylocoque :",
        "Choice_A_Text": "Sont Fréquentes",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Elles surviennent dans environ 40 % des cas. (Diapositive 767)",
        "Choice_B_Text": "Le pronostic est grave",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Elles sont considérées comme des complications graves. (Diapositive 767)",
        "Choice_C_Text": "Imposent une radiographie pulmonaire systématique",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. En raison de la latence clinique fréquente, la radio est systématique. (Diapositive 767)",
        "Choice_D_Text": "L'aspect bulleux est caractéristique",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Bien que le cours mentionne micronodules et abcès, l'aspect de pneumatocèles (bulles) est classique des pneumopathies à staphylocoque doré. (Diapositive 767)",
        "Choice_E_Text": "Peuvent être asymptomatiques",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le cours souligne une 'latence clinique' possible. (Diapositive 767)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Septicémies à staphylocoque",
        "QuestionText": "Le traitement de choix des bactériémies à staphylocoque méticillino-résistant est :",
        "Choice_A_Text": "Oxacilline",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'oxacilline (Pénicilline M) est le traitement du staphylocoque méticillino-*sensible* (SAMS). (Diapositive 798)",
        "Choice_B_Text": "Gentamycine",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Utilisée en monothérapie, elle est insuffisante pour traiter une bactériémie à SAMR. (Diapositive 799)",
        "Choice_C_Text": "Vancomycine + Aminoside",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. C'est l'association de choix pour le traitement des staphylocoques méti-R (SAMR). (Diapositive 799)",
        "Choice_D_Text": "Céphalosporine de troisième génération",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le SAMR est résistant à presque toutes les bêta-lactamines, y compris les C3G. (Diapositive 799)",
        "Choice_E_Text": "Ciprofloxacine",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Elle peut être utilisée en association, mais la base du traitement du SAMR reste les glycopeptides (Vancomycine). (Diapositive 799)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Antibiotiques",
        "QuestionText": "Les bactériémies communautaires à bacilles gram négatifs sont liées aux germes suivants :",
        "Choice_A_Text": "Pseudomonas aeruginosa",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Pseudomonas aeruginosa est principalement un germe de bactériémie nosocomiale (hospitalière). (Diapositives 76, 85)",
        "Choice_B_Text": "Escherichia Coli",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. E. Coli est le premier agent responsable des bactériémies communautaires d'origine digestive ou urinaire. (Diapositive 62)",
        "Choice_C_Text": "Klebsielle",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. C'est une étiologie microbiologique habituelle des infections digestives communautaires. (Diapositive 62)",
        "Choice_D_Text": "Salmonelle",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Les salmonelles sont des BGN responsables de bactériémies communautaires (fièvre typhoïde). (Diapositive 138)",
        "Choice_E_Text": "Acinetobacter",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Acinetobacter baumanii est typiquement un germe hospitalier/nosocomial. (Diapositive 76)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Erysipèle",
        "QuestionText": "Quels sont les signes cliniques évocateurs de l'érysipèle ?",
        "Choice_A_Text": "Intertrigo-inter-orteil",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. C'est une porte d'entrée très fréquente pour l'érysipèle du membre inférieur. (Diapositive 326)",
        "Choice_B_Text": "Placard inflammatoire induré",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'examen palpe un placard chaud, induré, infiltré et très douloureux. (Diapositive 328)",
        "Choice_C_Text": "Extension rapide",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'inspection note une tuméfaction rouge avec une extension très rapide. (Diapositive 327)",
        "Choice_D_Text": "Limites nettes",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Il est délimité par un bourrelet périphérique rouge violacé. (Diapositive 327)",
        "Choice_E_Text": "Nécrose",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. L'érysipèle est par définition une dermohypodermite bactérienne *non* nécrosante. (Diapositive 322)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Tétanos",
        "QuestionText": "Quel est le signe le plus évocateur du tétanos ?",
        "Choice_A_Text": "Trouble de conscience",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Dans le tétanos, le patient reste conscient. (Diapositives 826, 841)",
        "Choice_B_Text": "Agitation",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Bien qu'il y ait des paroxysmes, l'agitation n'est pas le signe diagnostique clé. (Diapositive 825)",
        "Choice_C_Text": "Trismus",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le trismus (contracture douloureuse et invincible des masséters) est le premier signe d'invasion et le plus évocateur. (Diapositives 819, 827)",
        "Choice_D_Text": "Crise convulsive",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. On parle de contractures ou de paroxysmes dans le tétanos, les crises convulsives évoqueraient plutôt une méningite ou une méningo-encéphalite. (Diapositive 829)",
        "Choice_E_Text": "Raideur méningé",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Il existe une raideur cervicale liée aux contractures, mais ce n'est pas une raideur méningée biologique. (Diapositive 829)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Antifongiques",
        "QuestionText": "L'Amphotéricine B (Fungizone®) est :",
        "Choice_A_Text": "Indiqué dans l'aspergillose",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Elle est indiquée dans le traitement de l'aspergillose. (Diapositive 211)",
        "Choice_B_Text": "Néphrotoxique",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. C'est l'un de ses principaux effets indésirables. (Diapositive 26)",
        "Choice_C_Text": "Responsable des réactions d'hypersensibilité",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Des réactions fébriles ou allergiques lors de la perfusion sont possibles. (Diapositive 26)",
        "Choice_D_Text": "La forme lipidique (Ambisome®) est mieux tolérée",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La forme liposomale réduit la néphrotoxicité et les réactions systémiques. (Diapositive 26, 262)",
        "Choice_E_Text": "Diffuse bien dans le LCR",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Sa diffusion dans le LCR est faible, mais elle est tout de même utilisée dans la cryptococcose neuroméningée en raison de son efficacité fongicide. (Diapositive 262)"
    },
    {
        "YearAsked": "Normale 2022",
        "Subtopic": "Fièvre boutonneuse méditerranéenne",
        "QuestionText": "Quels sont les signes cliniques de la fièvre boutonneuse méditerranéenne ?",
        "Choice_A_Text": "Erythème chronique migrant",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'érythème migrant est pathognomonique de la maladie de Lyme. (Diapositive 396)",
        "Choice_B_Text": "Purpura dans les formes graves",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Des éléments purpuriques au niveau des membres inférieurs sont un signe de gravité. (Diapositive 374)",
        "Choice_C_Text": "Nécrose d'inoculation",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La tache noire (escarre d'inoculation) est caractéristique de la FBM. (Diapositive 377)",
        "Choice_D_Text": "Eruption cutanée respectant les paumes et les plantes",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'éruption de la FBM atteint typiquement la paume des mains et la plante des pieds, ce qui est très caractéristique. (Diapositive 375)",
        "Choice_E_Text": "Lésions vésiculeuses",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. L'éruption est maculo-papuleuse (boutonneuse) mais non vésiculeuse. (Diapositive 374)"
    }
]