[
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Paludisme",
        "QuestionText": "Concernant le paludisme, quelles sont les propositions exactes ?",
        "Choice_A_Text": "Le paludisme est une protozoose",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX (selon la rigueur des diapositives). Bien que ce soit vrai scientifiquement, le cours définit le paludisme comme une \"Infection parasitaire\" ou \"Endémie parasitaire\" sans utiliser explicitement le terme \"Protozoose\" (contrairement aux cours sur la Toxoplasmose ou Cryptosporidiose). (Diapositives 617, 619)",
        "Choice_B_Text": "On connaît actuellement 5 espèces plasmodiales",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le cours cite explicitement 4 espèces pathogènes : P. falciparum, P. vivax, P. ovale, P. malariae. (Diapositive 623)",
        "Choice_C_Text": "Le réservoir de l’hématozoaire du genre plasmodium est humain",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le cours indique : \"Réservoir : Homme seul\". (Diapositive 622)",
        "Choice_D_Text": "Le vecteur du parasite est l’anophèle femelle",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le cours indique : \"Vecteur : Anophèle femelle\". (Diapositive 622)",
        "Choice_E_Text": "La majorité des cas mondiaux est due à plasmodium malariae",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. En Afrique sub-saharienne (zone majeure), c'est P. falciparum qui prédomine (++). (Diapositive 619)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Paludisme",
        "QuestionText": "Les signes biologiques classiques au cours d’un accès palustre sont :",
        "Choice_A_Text": "Thrombopénie",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La thrombopénie est fréquente et constitue un signe d'orientation. (Diapositive 658)",
        "Choice_B_Text": "Anémie hémolytique",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'hémolyse est constante (baisse de l'haptoglobine, augmentation LDH/Bilirubine) et l'anémie est fréquente. (Diapositive 658)",
        "Choice_C_Text": "Hyperleucocytose",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le cours mentionne une \"Leucopénie habituelle\". (Diapositive 658)",
        "Choice_D_Text": "Hyperéosinophilie",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Ce n'est pas mentionné dans les anomalies évocatrices à la NFS. (Diapositive 658)",
        "Choice_E_Text": "Cytolyse hépatique",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le cours mentionne une augmentation de la Bilirubine et des LDH (liée à l'hémolyse) mais ne cite pas la cytolyse hépatique (augmentation des transaminases) comme signe classique de l'accès simple. (Diapositive 658)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Infections transmises par les tiques",
        "QuestionText": "Quelles sont les caractéristiques de l’érythème migrans ?",
        "Choice_A_Text": "Il s’agit d’une macule érythémateuse, centrée par le point de piqure",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. C'est une macule érythémateuse annulaire centrée par la morsure de tique. (Diapositive 396)",
        "Choice_B_Text": "L’évolution est centrifuge",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'anneau s'étend de manière centrifuge. (Diapositive 396)",
        "Choice_C_Text": "Le centre s’éclaircit progressivement",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le cours précise que le \"Centre devient normal\" (s'éclaircit). (Diapositive 396)",
        "Choice_D_Text": "L’érythème migrans disparait spontanément en 3 à 4 semaines",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Il dure 3 à 4 semaines. (Diapositive 396)",
        "Choice_E_Text": "L’éruption est prurigineuse",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. L'érythème migrant est décrit comme \"Indolore\" (et classiquement non prurigineux). (Diapositive 396)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Rage",
        "QuestionText": "Comment évalue-t-on le risque de rage après une morsure d’animal ?",
        "Choice_A_Text": "Mise de l’animal sous contrôle vétérinaire",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Il faut une surveillance de l'animal mordeur pendant 15 jours. (Diapositive 721)",
        "Choice_B_Text": "Absence de risque si l’animal est toujours vivant à J7",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La surveillance dure 15 jours. (Diapositive 721)",
        "Choice_C_Text": "Absence de risque si l’animal est toujours vivant à J15",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Si l'animal est vivant après 15 jours d'observation, le risque est écarté (car l'excrétion virale précède les signes de quelques jours et l'animal meurt rapidement ensuite). (Diapositive 721)",
        "Choice_D_Text": "Euthanasie de l’animal et mise en culture des neurones",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. On réalise une mise en observation pour les animaux domestiques. L'examen du cerveau se fait si des symptômes apparaissent ou pour les animaux errants/morts. (Diapositive 721)",
        "Choice_E_Text": "Apparition des symptômes chez l’animal mordeur",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. L'apparition des symptômes chez l'animal sous surveillance impose l'examen de son cerveau pour confirmer le risque. (Diapositive 721)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Tétanos",
        "QuestionText": "Cas clinique : Vous recevez un homme de 59 ans pour une plaie délabrante de l’avant-bras. Il s’est blessé 3 jours auparavant en escaladant un fil de fer. Il n’a aucun antécédent notable et n’a reçu aucune vaccination depuis l’enfance. Quelles sont les éléments à haut risque tétanigène cités dans l’observation ?",
        "Choice_A_Text": "Délai de prise en charge",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le cours cite l'incubation courte (< 7 jours) comme facteur de gravité (Dakar), mais ne cite pas explicitement le délai de consultation de 3 jours comme facteur de risque tétanigène en soi, bien que le retard de nettoyage favorise l'infection. Les facteurs majeurs sont la nature de la plaie et le statut vaccinal. (Diapositives 811, 831)",
        "Choice_B_Text": "Mécanisme de la plaie",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le fil de fer peut provoquer une inoculation profonde. Les portes d'entrées incluent les plaies infectées. (Diapositive 810)",
        "Choice_C_Text": "Aspect de la plaie",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Une plaie \"délabrante\" implique des tissus nécrotiques, favorisant l'anaérobiose nécessaire à C. tetani. (Diapositive 834)",
        "Choice_D_Text": "Vaccination antitétanigène ancienne",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le patient n'a reçu aucune vaccination depuis l'enfance, il est donc \"non ou mal immunisé\", ce qui est une condition essentielle à la contamination. (Diapositive 811)",
        "Choice_E_Text": "Sexe masculin",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le cours mentionne une mortalité plus élevée chez les femmes (dans les pays en voie de développement), mais le sexe masculin n'est pas un facteur de risque tétanigène intrinsèque. (Diapositive 806)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Tétanos",
        "QuestionText": "Quelles mesures prophylactiques proposez-vous (pour ce patient avec plaie délabrante et vaccination ancienne) ?",
        "Choice_A_Text": "Administration d’immunoglobulines tétanique humaine",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Pour un patient non vacciné ou avec un rappel > 5 ans (ce qui est le cas ici), il faut administrer le SAT (Sérum Antitétanique/Immunoglobulines). (Diapositive 845)",
        "Choice_B_Text": "Administration immédiate de vaccin antitétanique",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. En cas de plaie chez un patient non à jour, on administre le vaccin en plus du sérum. (Diapositive 845)",
        "Choice_C_Text": "Mettre un pansement occlusif",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Il y a \"Proscription de pansement occlusif\" pour éviter l'anaérobiose favorable au bacille. (Diapositive 834)",
        "Choice_D_Text": "Antibiothérapie",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Bien que l'antibiothérapie fasse partie du traitement curatif du tétanos déclaré (Diapositive 835), la diapositive sur la prophylaxie en cas de plaie (Diapositive 845) ne cite que la vaccination et le sérum, pas l'antibioprophylaxie systématique.",
        "Choice_E_Text": "Vaccination par le DTC (diphtérie, tétanos, coqueluche)",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le DTC est un vaccin pédiatrique. Chez l'adulte, on utilise le vaccin antitétanique (souvent associé à la diphtérie dose réduite, mais le cours parle simplement de \"Vaccin antitétanique\" dans le cadre de la prophylaxie d'urgence). (Diapositive 845)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Endocardite infectieuse / Staphylocoque",
        "QuestionText": "En cas d’endocardite infectieuse à staphylocoque méthi-sensible, quel schéma thérapeutique vous proposez en première intention ?",
        "Choice_A_Text": "Céphalosporine de 3ème génération + Gentamycine pendant 2 semaines",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La durée est insuffisante. (Diapositive 800)",
        "Choice_B_Text": "Céphalosporine de 3ème génération + Gentamycine pendant 6 semaines",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Bien que la durée soit correcte, le cours mentionne l'association avec la Gentamicine pour les infections sévères ou probabilistes, mais le traitement ciblé SAMS de première intention cité spécifiquement dans le cours Staphylocoque mentionne Péni M ou C3G, et la durée 6 semaines. L'option E est plus précise sur la monothérapie souvent suffisante une fois le germe identifié sensible, ou l'association n'est pas systématique sur toute la durée selon les diapositives fournies qui mettent l'accent sur la molécule principale.",
        "Choice_C_Text": "Vancomycine + Gentamycine pendant 2 semaines",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. C'est le traitement pour les SARM ou en cas d'allergie. (Diapositive 799)",
        "Choice_D_Text": "Céphalosporine de 3ème génération pendant 2 semaines",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Durée insuffisante. (Diapositive 800)",
        "Choice_E_Text": "Céphalosporine de 3ème génération pendant 6 semaines",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La durée du traitement pour une endocardite est de 6 semaines (Diapositive 800). Pour le Staphylocoque Méthi-S, le cours mentionne la Pénicilline M ou les Céphalosporines de 3ème génération. (Diapositive 798)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Méningites infectieuses",
        "QuestionText": "Cas clinique : Vous recevez aux urgences une femme de 25 ans pour un syndrome méningé fébrile. Elle n’a pas d’antécédent notable. Elle présente depuis 3 jours une pharyngite érythémateuse sans amygdalite, avec une fièvre à 38,6°C. L’examen physique à l’arrivée montre : T= 39°, FC= 100/min, PA= 100/60 mm Hg, FR=16 cycles/min. Somnolence, obnubilation. Macules violacées ne s’effaçant pas à la vitro pression. Raideur méningée. Quel est le diagnostic le plus probable ?",
        "Choice_A_Text": "Méningite à Méningocoque",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Le purpura (macules violacées ne s'effaçant pas à la vitropression) associé à un syndrome méningé est très évocateur (60% des cas) d'une méningite à méningocoque. (Diapositive 562)",
        "Choice_B_Text": "Méningite à Pneumocoque",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le pneumocoque donne souvent des signes de focalisation et est associé à des terrains particuliers (alcoolisme, asplénie) ou foyers ORL (otite/sinusite), mais le purpura est typique du méningocoque. (Diapositive 571)",
        "Choice_C_Text": "Méningite Virale",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'état clinique (purpura, troubles conscience) évoque une origine bactérienne grave. (Diapositive 562)",
        "Choice_D_Text": "Méningite Tuberculeuse",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'évolution est subaiguë/chronique pour la tuberculose, pas brutale avec purpura. (Diapositive 590)",
        "Choice_E_Text": "Méningite Listérienne",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. La listériose donne une rhombencéphalite et touche surtout les âges extrêmes ou immunodéprimés. (Diapositive 578)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Méningites infectieuses",
        "QuestionText": "Vous réalisez une ponction lombaire (chez la patiente précédente). Quels sont les résultats attendus ?",
        "Choice_A_Text": "Liquide clair",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La méningite à méningocoque est une méningite purulente (bactérienne). (Diapositive 556)",
        "Choice_B_Text": "Pléiocytose à prédominance polynucléaire neutrophiles",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. C'est caractéristique des méningites purulentes bactériennes. (Diapositive 556)",
        "Choice_C_Text": "Protéinorachie < 1g/L",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La protéinorachie est généralement > 1g/l dans les méningites bactériennes. (Diapositive 556)",
        "Choice_D_Text": "Rapport glycorachie / glycémie < 0.5",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Il y a une hypoglycorachie (consommation du glucose par les bactéries). (Diapositive 556)",
        "Choice_E_Text": "Il est possible de rechercher le germe par PCR",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La PCR dans le LCR est un examen possible. (Diapositive 556)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Méningites infectieuses",
        "QuestionText": "Les résultats du LCR confirment votre suspicion (Méningocoque). Quel (s) traitement (s) administrez-vous ?",
        "Choice_A_Text": "Dexaméthasone",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La corticothérapie (Dexaméthasone) est indiquée pour la méningite à Pneumocoque (pour limiter les séquelles), pas spécifiquement citée pour le Méningocoque dans ce cours. (Diapositive 572)",
        "Choice_B_Text": "Aciclovir",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. C'est le traitement de la méningo-encéphalite herpétique. (Diapositive 609)",
        "Choice_C_Text": "Amoxicilline-Acide clavulanique",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Ce n'est pas le traitement de référence des méningites à méningocoque.",
        "Choice_D_Text": "Ceftriaxone",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le traitement de la méningite à Méningocoque repose sur les C3G (Ceftriaxone ou Céfotaxime) en intraveineux. (Diapositive 563)",
        "Choice_E_Text": "Gentamicine",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. L'association avec un aminoside concerne la Listériose (Diapositive 581) ou certaines infections à staphylocoque, pas le méningocoque."
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Méningites infectieuses",
        "QuestionText": "Concernant la prise en charge des sujets contacts (Méningite à Méningocoque), quelle (s) est (sont) l’ (les) affirmations (s) exacte (s) ?",
        "Choice_A_Text": "Déclaration obligatoire",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. (Diapositive 565)",
        "Choice_B_Text": "Vaccination selon le sérogroupe",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Vaccins conjugués ou non conjugués A, C, Y, W135. (Diapositive 565)",
        "Choice_C_Text": "Antibioprophylaxie par rifampicine",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La Rifampicine est utilisée en chimioprophylaxie orale (600 mg x 2/j pendant 2 jours). (Diapositive 566)",
        "Choice_D_Text": "Antibioprophylaxie par amoxicilline",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. On utilise la Rifampicine, la Spiramycine, la Ceftriaxone ou la Ciprofloxacine. (Diapositive 566)",
        "Choice_E_Text": "Pas de traitement de prophylaxie",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. La prophylaxie des sujets contacts est essentielle. (Diapositives 565, 566)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "AES (Accidents d'Exposition au Sang)",
        "QuestionText": "Concernant les accidents d’exposition au sang, quelles sont les situations associées à un risque important de transmission du VIH ?",
        "Choice_A_Text": "Piqure avec une aiguille creuse",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Classé dans \"Niveau de risque Important\". (Diapositive 10)",
        "Choice_B_Text": "Piqure avec un dispositif intravasculaire",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Classé dans \"Niveau de risque Important\". (Diapositive 10)",
        "Choice_C_Text": "Piqure avec une aiguille IM",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. C'est classé dans \"Niveau de risque Intermédiaire\". (Diapositive 10)",
        "Choice_D_Text": "Piqure avec une aiguille SC",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. C'est classé dans \"Niveau de risque Intermédiaire\". (Diapositive 10)",
        "Choice_E_Text": "Piqure avec une seringue abandonnée",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. C'est classé dans \"Niveau de risque Minime\". (Diapositive 10)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "AES (Accidents d'Exposition au Sang)",
        "QuestionText": "Dans quels délais le traitement antirétroviral post exposition peut-il être mis en route ?",
        "Choice_A_Text": "Moins de 4h après l’exposition à risque",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. C'est l'idéal : \"aussi précocement que possible, dans les 4 premières heures\". (Diapositive 21)",
        "Choice_B_Text": "4 à 12h après l’exposition à risque",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. C'est inclus dans le délai acceptable (< 48h/72h). (Diapositive 21)",
        "Choice_C_Text": "24 à 48h après l’exposition à risque",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Il peut être initié dans les 48 heures. (Diapositive 21)",
        "Choice_D_Text": "12 à 72h après l’exposition à risque",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Il peut être initié \"au plus tard jusqu'à 72 heures\". (Diapositive 21)",
        "Choice_E_Text": "12 à 96h après l’exposition à risque",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Au-delà de 72h, le traitement est considéré sans intérêt ou l'exposition trop ancienne. (Diapositive 21)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "AES (Accidents d'Exposition au Sang)",
        "QuestionText": "En cas d’accident d’exposition au sang, quelle (s) est (sont) la (les) mesures de protection vis-à-vis du risque VHC ?",
        "Choice_A_Text": "Vaccination anti VHC",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Il n'existe pas de vaccin. (Diapositive 24)",
        "Choice_B_Text": "Administrations d’immunoglobulines spécifiques",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Ce n'est pas mentionné pour le VHC. (Diapositive 24)",
        "Choice_C_Text": "Traitement immunomodulateur prophylactique par interféron pégylé",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Traitement antiviral post exposition",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. \"Pas de moyen efficace disponible pour prévenir le VHC\". (Diapositive 24)",
        "Choice_E_Text": "Il n’existe pas de prophylaxie vis-à-vis du risque VHC",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. On surveille uniquement l'apparition de l'infection (ALAT, anticorps). (Diapositive 24)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "TIAC (Toxi-infections alimentaires collectives)",
        "QuestionText": "Cas Clinique : Vous recevez en urgences Mr A.H âgé de 58 ans HTA sous Ramipril et diabétique type 2 sous régime seul qui consulte pour des diarrhées liquidiennes d’installation brutale sans sang ni glaires. A l’examen : TA 125/90mmHg, FC 90/min, FR 15/min, T° 37.5°C, abdomen souple sans défense et sensible de façon diffuse, le reste de l’examen est sans particularité. Le patient rapporte que sa femme a aussi la diarrhée. Vous retenez le diagnostic de toxi-infection alimentaire collective (TIAC), Quel (s) est (sont) l’(les) affirmation (s) en faveur de ce diagnostic ?",
        "Choice_A_Text": "Des cas similaires dans l’entourage.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La définition d'une TIAC requiert \"au moins deux cas groupés\". Ici, le patient et sa femme. (Diapositive 850)",
        "Choice_B_Text": "Les symptômes cliniques sont toujours digestifs",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Il existe des TIAC d'expression extradigestive (ex: Botulisme, Intoxication histaminique). (Diapositive 865)",
        "Choice_C_Text": "Il faut identifier un repas commun",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'origine alimentaire commune est un critère de définition. (Diapositive 851)",
        "Choice_D_Text": "La symptomatologie peut apparaitre après 1h d’ingestion de la toxine",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Pour le syndrome toxinique (ex: Staphylocoque aureus), le début est brutal, de 1 à 6h après ingestion. (Diapositive 871)",
        "Choice_E_Text": "La fièvre est toujours présente.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Dans le syndrome toxinique (ex: Staphylocoque), il y a \"Peu ou pas de fièvre\". (Diapositive 871)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "TIAC (Toxi-infections alimentaires collectives)",
        "QuestionText": "Quel est le germe le plus incriminé dans cette TIAC (diarrhée liquidienne, brutale, pas de sang/glaires, apyrexie/37.5°C) :",
        "Choice_A_Text": "Staphylococcus aureus",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Le tableau clinique (diarrhée aqueuse, absence de fièvre, début brutal) correspond au syndrome toxinique causé par S. aureus, C. perfringens ou B. cereus. (Diapositive 873)",
        "Choice_B_Text": "Yersinia enterocolitica",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Yersinia est un germe invasif donnant fièvre et syndrome dysentérique. (Diapositive 873)",
        "Choice_C_Text": "Clostridium botulinum",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Le botulisme donne des signes neurologiques (paralysie). (Diapositive 878)",
        "Choice_D_Text": "Shigella",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Donne un syndrome invasif avec fièvre. (Diapositive 873)",
        "Choice_E_Text": "Salmonella non typhique",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Salmonella donne une fièvre élevée (> 38.5) et un syndrome dysentérique. (Diapositives 868, 873)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Leptospirose",
        "QuestionText": "Cas clinique : Ahmed vétérinaire, 35 ans sans antécédents pathologiques particuliers il est passionné d’activités aquatiques. Présente depuis 48h une fièvre à 39, céphalées, myalgies et des arthralgies. L’examen clinique trouve un ictère cutanéomuqueux et oligurie. Quel est le diagnostic le plus probable pouvez-vous évoquez chez ce patient ?",
        "Choice_A_Text": "Grippe saisonnière",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Bien que le syndrome pseudo-grippal soit présent, l'ictère et l'oligurie orientent vers autre chose, et le contexte (vétérinaire/eau) est très spécifique.",
        "Choice_B_Text": "Méningite virale",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. L'ictère et l'atteinte rénale ne sont pas typiques.",
        "Choice_C_Text": "Primo infection à VIH",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Pas d'ictère franc ni d'oligurie typiquement.",
        "Choice_D_Text": "Leptospirose",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le trépied diagnostique est complet : Contexte épidémiologique (Vétérinaire, activités aquatiques), Clinique (Fièvre, Myalgies, Ictère flamboyant, Oligurie), Biologie (insuffisance rénale suspectée). (Diapositives 421, 433)",
        "Choice_E_Text": "Hépatite virale A",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Possible pour l'ictère, mais l'oligurie et le contexte myalgique intense chez un vétérinaire pointent vers la Leptospirose."
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Leptospirose",
        "QuestionText": "Quel (s) est (sont) le (s) modes de transmission de cette infection (Leptospirose) ?",
        "Choice_A_Text": "Inhalation de gouttelettes salivaires",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX.",
        "Choice_B_Text": "Rapports sexuels non protégés",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX.",
        "Choice_C_Text": "Pénétration par voie transcutanée à travers une peau fine saine",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le cours précise la pénétration à travers les plaies, les muqueuses ou \"Peau fine et saine\". (Diapositive 413)",
        "Choice_D_Text": "Pénétration par voie muqueuse",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Muqueuses saines ou lésées (oculaire, nasale, buccale). (Diapositive 413)",
        "Choice_E_Text": "Ingestion d’aliments contaminés",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le cours insiste sur la pénétration cutanéo-muqueuse par contact avec l'eau ou les urines. (Diapositive 413)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Leptospirose",
        "QuestionText": "Par quel (s) moyen (s) pouvez-vous en faire le diagnostic chez ce patient (à 48h du début) ?",
        "Choice_A_Text": "Test d’agglutination microscopique (MAT)",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le MAT est positif tardivement (> 10ème jour). Le patient est à 48h. (Diapositive 431)",
        "Choice_B_Text": "Sérologie VIH",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Hors sujet.",
        "Choice_C_Text": "PCR Herpès Simplex Virus dans le LCR",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Hors sujet.",
        "Choice_D_Text": "Sérologie de l’hépatite virale A",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX.",
        "Choice_E_Text": "PCR leptospirose dans le sang",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La PCR (sang) est positive dès les premiers jours (diagnostic rapide). Le patient est à 48h, c'est le moment idéal. (Diapositive 430)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Leptospirose",
        "QuestionText": "Quelle (s) antibiothérapie (s) curative (s) pouvez-vous prescrire chez ce patient (Forme avec ictère et oligurie) ?",
        "Choice_A_Text": "Ofloxacine per os 7 jours",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Ce n'est pas une molécule recommandée par le cours.",
        "Choice_B_Text": "Amoxicilline IV 7 jours",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La durée recommandée pour l'Amoxicilline IV est de 10 jours. (Diapositive 436)",
        "Choice_C_Text": "Doxycycline per os 7 jours",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX (dans ce contexte). Bien que la Doxycycline soit listée (7 à 10 jours), elle est per os. Le patient a une forme sévère (ictère, oligurie), nécessitant une hospitalisation et préférentiellement un traitement IV (Amox ou C3G). (Diapositive 436)",
        "Choice_D_Text": "Ceftriaxone IV 7 jours",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La Céftriaxone est recommandée (2g/j) pour une durée de 7 à 10 jours. (Diapositive 436)",
        "Choice_E_Text": "Aciclovir IV 14 jours",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. C'est un antiviral."
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Infection à VIH",
        "QuestionText": "Cas clinique : Mme F.A âgée de 32 ans séropositive au VIH consulte pour une baisse de l’acuité visuelle depuis 3 jours. Examen clinique trouve une patiente stable sur le plan hémodynamique et respiratoire présente une candidose buccale le reste de l’examen est sans particularités. Le fond d’œil a montré une hémorragie rétinienne en faveur d’une rétinite à Cytomégalovirus. Quel (s) est (sont) les antiviraux que vous pouvez prescrire chez cette patiente ?",
        "Choice_A_Text": "Valganciclovir",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Le traitement d'attaque de la rétinite à CMV inclut le Ganciclovir, le Valganciclovir ou le Foscarnet. (Diapositive 272)",
        "Choice_B_Text": "Fluconazol",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. C'est le traitement de la candidose/cryptococcose.",
        "Choice_C_Text": "Aciclovir",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. C'est pour l'Herpès.",
        "Choice_D_Text": "Valaciclovir",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX.",
        "Choice_E_Text": "Voriconazol",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX."
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Dermohypodermites",
        "QuestionText": "Cas clinique : Vous recevez une femme de 72 ans diabétique type 2 sous metformine et HTA sous amlodipine pour une douleur fébrile de la jambe droite évoluant depuis 24h. L’examen clinique montre une température 39.3 et TA 140/70mmHg FC 100/min, placard œdémateux rouge chaud induré douloureux bien limité de la jambe droite avec aspect érosif et macéré des 2 derniers espaces inter digitaux plantaire des 2 pieds. Quel est le diagnostic le plus probable ?",
        "Choice_A_Text": "Thrombose veineuse profonde",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La fièvre élevée (39.3) et le placard inflammatoire bien limité évoquent une cause infectieuse.",
        "Choice_B_Text": "Dermohypodermite bactérienne non nécrosante",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le tableau de \"Grosse jambe rouge aigue fébrile\" avec un placard \"bien limité\" (bourrelet périphérique) correspond à l'érysipèle (DHDB non nécrosante). La porte d'entrée (intertrigo) est présente. (Diapositives 327, 330)",
        "Choice_C_Text": "Ecthyma",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX.",
        "Choice_D_Text": "Syndrome de Stevens Johnson",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. C'est une toxidermie grave.",
        "Choice_E_Text": "Fasciite nécrosante",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Bien que la patiente soit diabétique (terrain fragile), l'examen décrit un placard \"bien limité\" (typique de l'érysipèle) et ne mentionne pas de nécrose, de crépitation ou d'altération profonde de l'état général (choc) à ce stade. (Diapositive 335)"
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Dermohypodermites",
        "QuestionText": "Quel est le germe le plus probable (pour cet érysipèle) ?",
        "Choice_A_Text": "Streptococcus pyogenes",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. L'érysipèle est dû au Streptocoque du groupe A (Streptococcus pyogenes). (Diapositive 285)",
        "Choice_B_Text": "Streptococcus Agalactiae",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX.",
        "Choice_C_Text": "Staphylococcus Aureus",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. S. aureus est rarement responsable d'érysipèle pur.",
        "Choice_D_Text": "Staphylococcus à coagulase négative",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX.",
        "Choice_E_Text": "Escherichia coli entérohémorragique EHEC",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX."
    },
    {
        "YearAsked": "Pré-rattrapage 2024",
        "Subtopic": "Dermohypodermites",
        "QuestionText": "Quels sont les 2 antibiotiques de 1ère intention (pour l'érysipèle) ?",
        "Choice_A_Text": "Amoxicilline",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. L'Amoxicilline est citée comme traitement (50-100 mg/kg/j). (Diapositive 332)",
        "Choice_B_Text": "Amoxicilline-acide clavulanique",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le cours ne cite que la Pénicilline G et l'Amoxicilline pour l'érysipèle (DHDB non nécrosante). (Diapositive 332)",
        "Choice_C_Text": "Pénicilline G",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La Pénicilline G est le traitement de référence (12-24 MUI/j). (Diapositive 332)",
        "Choice_D_Text": "Pénicilline M",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX.",
        "Choice_E_Text": "Pristinamycine",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Non citée en 1ère intention dans la diapositive de traitement de l'érysipèle. (Diapositive 332)"
    }
]