[
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Méningites",
        "QuestionText": "Concernant la méningite à Méningocoque, quelles sont la ou les propositions justes?",
        "Choice_A_Text": "L'invasion du LCR se fait par voie hématogène",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Le cours indique que le germe passe du nasopharynx à l'endothélium des capillaires méningés puis traverse la barrière hémato-encéphalique via une bactériémie. (cf. Diapositive 537)",
        "Choice_B_Text": "Les signes de localisations neurologiques sont fréquents",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Contrairement à la méningite à Pneumocoque où les signes de focalisations sont fréquents (cf. Diapositive 571), la méningite à Méningocoque se caractérise surtout par un syndrome méningé fébrile et un purpura (cf. Diapositives 541 et 562).",
        "Choice_C_Text": "Elle s'accompagne toujours de purpura",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Bien que très évocateur, le purpura est présent dans environ 60% des cas, pas toujours. (cf. Diapositive 562)",
        "Choice_D_Text": "Le traitement repose sur la ciprofloxacine",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le traitement curatif repose sur les C3G (Ceftriaxone ou Céfotaxime). La ciprofloxacine est utilisée pour la prophylaxie des sujets contacts. (cf. Diapositives 563 et 566)",
        "Choice_E_Text": "La prophylaxie des sujets contacts repose sur la vaccination",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La prophylaxie repose sur la chimioprophylaxie orale et la vaccination (selon les sérogroupes et indications). (cf. Diapositive 565)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Leptospirose",
        "QuestionText": "Parmi les signes cliniques et biologiques suivants lesquels sont évocateurs de la leptospirose ictéro-hémorragique",
        "Choice_A_Text": "Eruption cutanée maculo-papuleuse",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le rash maculaire est décrit dans la phase pré-ictérique ou les formes anictériques, mais n'est pas le signe majeur définissant la phase ictéro-hémorragique comparé aux autres propositions. (cf. Diapositives 420 et 427)",
        "Choice_B_Text": "Hémorragie conjonctivale",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'injection ou hémorragie conjonctivale est un signe d'orientation diagnostique important. (cf. Diapositives 420 et 422)",
        "Choice_C_Text": "Insuffisance rénale",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le syndrome rénal avec oligurie et insuffisance rénale aiguë fait partie du tableau clinique. (cf. Diapositive 421)",
        "Choice_D_Text": "Thrombopénie",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La thrombopénie est un élément du syndrome hémorragique et du bilan d'orientation. (cf. Diapositives 423 et 430)",
        "Choice_E_Text": "Oligurie",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. L'oligurie est citée dans le syndrome rénal de la phase ictérique. (cf. Diapositive 421)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Infections streptococciques",
        "QuestionText": "Les complications de l'angine streptococcique",
        "Choice_A_Text": "Scarlatine",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La scarlatine est une forme clinique d'infection streptococcique non invasive, pas une complication de l'angine au même titre que le RAA ou la GNA. (cf. Diapositive 289)",
        "Choice_B_Text": "Glomérulonéphrite aiguë",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La GNA est une complication tardive (post-streptococcique). (cf. Diapositives 294 et 338)",
        "Choice_C_Text": "Polyarthrite rhumatoïde",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La complication articulaire est le Rhumatisme Articulaire Aigu (RAA), qui est différent de la polyarthrite rhumatoïde. (cf. Diapositive 340)",
        "Choice_D_Text": "Erythème noueux",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. L'érythème noueux est une complication tardive possible. (cf. Diapositives 294 et 338)",
        "Choice_E_Text": "Rhumatisme articulaire aigue",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le RAA est une complication tardive majeure. (cf. Diapositives 294 et 338)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Fièvre typhoïde",
        "QuestionText": "Les signes cliniques et biologiques évocateurs de la fièvre typhoïde sont :",
        "Choice_A_Text": "Fièvre à 40° C avec pouls dissocié",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La dissociation pouls-température (bradycardie relative avec fièvre élevée) est caractéristique. (cf. Diapositive 151)",
        "Choice_B_Text": "Fosse iliaque droite gargouillante",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. C'est un signe physique classique de la fièvre typhoïde. (cf. Diapositive 151)",
        "Choice_C_Text": "Hyperleucocytose à polynucléaires neutrophiles",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. L'hémogramme montre typiquement une leuco-neutropénie. (cf. Diapositive 160)",
        "Choice_D_Text": "Langue saburrale",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La langue saburrale fait partie des signes cliniques. (cf. Diapositive 151)",
        "Choice_E_Text": "Splénomégalie",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La splénomégalie est présente dans 65% des cas et a une grande valeur diagnostique. (cf. Diapositive 151)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "VIH",
        "QuestionText": "quelles sont les propositions justes concernant le dépistage de l'infection à VIH :",
        "Choice_A_Text": "Le test VIH doit être imposé au patient dans certaines conditions",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le cours stipule que 'Le test VIH n'est jamais imposé'. (cf. Diapositive 224)",
        "Choice_B_Text": "Le patient doit être préparé pour un résultat positif",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Cela fait partie du counseling avant le test. (cf. Diapositive 224)",
        "Choice_C_Text": "Un test de dépistage positif doit être communiqué au patient sans attendre la confirmation par le western Blot",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Il ne faut jamais communiquer le résultat sur un test de dépistage positif, il faut toujours attendre la confirmation (Western Blot). (cf. Diapositive 224)",
        "Choice_D_Text": "Le résultat positif peut être communiqué à l'entourage du patient",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Il ne faut communiquer le résultat qu'à la personne concernée (confidentialité). (cf. Diapositive 224)",
        "Choice_E_Text": "La déclaration est obligatoire et anonyme",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Bien que la déclaration des AES soit mentionnée comme obligatoire (Diapo 27), le cours sur le dépistage VIH ne mentionne pas explicitement la déclaration obligatoire de l'infection elle-même dans la section dépistage, contrairement à d'autres maladies comme la typhoïde ou le choléra. (cf. Diapositives 216-224)",
        "Source": "Note: B est la seule proposition explicitement vraie selon la diapositive 224."
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Rickettsioses",
        "QuestionText": "Concernant la fièvre boutonneuse méditerranéenne, quelles sont les propositions justes ?",
        "Choice_A_Text": "Elle se manifeste habituellement par un ictère franc",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Bien qu'une cytolyse hépatique soit possible, l'ictère n'est pas la manifestation habituelle (l'éruption cutanée l'est). (cf. Diapositives 373-375, 383)",
        "Choice_B_Text": "La tache noire est toujours présente",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Elle est retrouvée une fois sur deux et son absence n'écarte pas le diagnostic. (cf. Diapositive 377)",
        "Choice_C_Text": "La thrombopénie est fréquente",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La thrombopénie est un élément du bilan d'orientation et un critère biologique fréquent. (cf. Diapositives 383 et 385)",
        "Choice_D_Text": "Le traitement ne peut être démarré sans la confirmation par la sérologie",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'antibiothérapie doit être démarrée devant la triade clinique sans attendre la sérologie qui confirme le diagnostic ultérieurement. (cf. Diapositive 388)",
        "Choice_E_Text": "Le traitement repose sur les bétalactamines",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le traitement repose sur les cyclines (Doxycycline) ou la Ciprofloxacine/Josamycine. (cf. Diapositive 387)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Rage",
        "QuestionText": "Parmi les propositions suivantes concernant la rage, lesquelles sont vraies ?",
        "Choice_A_Text": "La forme paralytique est la plus fréquente",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La forme furieuse ou spastique est la plus fréquente (70% des cas), la forme paralytique ne représente que 30%. (cf. Diapositive 707)",
        "Choice_B_Text": "Le diagnostic nécessite la confirmation par la sérologie",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le diagnostic positif est clinique (hydrophobie, aérophobie) et la confirmation se fait par RT-PCR ou IF (biopsie cutanée, salive), pas par sérologie. (cf. Diapositives 715 et 719)",
        "Choice_C_Text": "70% des cas de rage humaine décèdent",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Toute rage déclarée est mortelle (100% des cas). (cf. Diapositive 713)",
        "Choice_D_Text": "Le virus est mis en évidence dans la salive",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le virus diffuse de manière centrifuge vers les glandes salivaires et peut être détecté dans la salive. (cf. Diapositives 703 et 719)",
        "Choice_E_Text": "La prévention repose sur la vaccination systématique antirabique durant l'enfance",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. La vaccination antirabique est indiquée en post-exposition ou en pré-exposition pour les sujets à risque, mais ne fait pas partie du calendrier systématique de l'enfance (contrairement au tétanos). (cf. Diapositives 728 et 843)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Sepsis",
        "QuestionText": "La septicémie à bactéries gram négatifs (BGN)",
        "Choice_A_Text": "La porte d'entrée est souvent cutanée",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La porte d'entrée cutanée est typique des infections à Staphylocoques. Les BGN (comme E. coli ou Salmonelles) ont souvent une porte d'entrée digestive ou urinaire. (cf. Diapositives 756 et 62)",
        "Choice_B_Text": "Escherichia coli est le germe le plus souvent responsable des infections nosocomiales",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX dans le contexte de ce cours spécifique qui indique que les Staphylocoques à coagulase négative sont des agents majeurs d'infections nosocomiales, surtout sur matériel étranger. (cf. Diapositive 760)",
        "Choice_C_Text": "Peut se compliquer un œdème aigue des poumons (OAP)",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le sepsis (état septique grave) peut entraîner une défaillance respiratoire (détresse respiratoire, OAP lésionnel). (cf. Diapositive 746)",
        "Choice_D_Text": "La leuconeutropénie est évocatrice du diagnostic",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Comme vu dans le cours sur la fièvre typhoïde (qui est une bactériémie à BGN), la leuco-neutropénie est évocatrice, contrairement aux infections à germes Gram positif (Staphylocoque) qui donnent une hyperleucocytose. (cf. Diapositive 160)",
        "Choice_E_Text": "Doit toujours être traitée par une bi-antibiothérapie",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le cours indique que les infections graves à BGN (comme P. aeruginosa, Enterobacter, Serratia) ou le choc septique sont des circonstances imposant une association d'antibiotiques. (cf. Diapositives 776 et 777)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Accidents d'Exposition au Sang",
        "QuestionText": "Parmi les propositions suivantes concernant les accidents d'exposition au sang, lesquelles sont vraies ?",
        "Choice_A_Text": "Il faut saigner la blessure",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Il ne faut pas faire saigner la blessure car cela risque de créer une brèche capillaire favorisant l'infection. (cf. Diapositive 16)",
        "Choice_B_Text": "Le risque de transmission du VIH est plus élevé que celui du VHB et du VHC",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le risque percutané est de 0.3% pour le VIH, contre 3% pour le VHC et 30% pour le VHB. (cf. Diapositive 9)",
        "Choice_C_Text": "Le traitement post exposition est indiqué si le statut de la personne source est inconnu",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Si le statut est inconnu et le risque d'exposition est important, la PPE est recommandée. (cf. Diapositive 19)",
        "Choice_D_Text": "Le traitement post-exposition au VIH peut être démarré 72 heures après l'exposition",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le TPE doit être démarré aussi précocement que possible (<4h), et au plus tard *jusqu'à* 72 heures, pas après. (cf. Diapositive 21)",
        "Choice_E_Text": "La prophylaxie contre l'hépatite virale C repose sur la vaccination",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Il n'y a pas de moyen efficace (vaccin) disponible pour prévenir le VHC. (cf. Diapositive 24)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Coinfection VIH-Tuberculose",
        "QuestionText": "Concernant la co-infection VIH-Tuberculose, quelles sont les propositions justes?",
        "Choice_A_Text": "La tuberculose survient seulement au stade avancé de l'infection à VIH",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Elle survient à tous les stades de l'immunodépression. (cf. Diapositive 238)",
        "Choice_B_Text": "Les formes extrapulmonaires sont plus fréquentes au stade avancé de l'infection à VIH",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. En cas d'immunodépression profonde, les formes extensives et extrapulmonaires sont plus fréquentes. (cf. Diapositive 241)",
        "Choice_C_Text": "Le traitement d'attaque repose sur l'association de quatre antituberculeux",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le traitement d'attaque associe Rifampicine, Isoniazide, Pyrazinamide et Ethambutol. (cf. Diapositive 245)",
        "Choice_D_Text": "La prophylaxie repose sur la vaccination par le BCG des patients infectés par le VIH",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. La vaccination BCG est contre-indiquée chez les PvVIH (risque de BCGite). (cf. Diapositive 246)",
        "Choice_E_Text": "Le dépistage du VIH est systématique chez les patients tuberculeux",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La recherche du VIH est indiquée chez les tuberculeux. (cf. Diapositive 238 et 217)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Méningites",
        "QuestionText": "Quelles sont les caractéristiques cytobactériologiques et chimiques de la méningite tuberculeuse ?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Correct.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Les caractéristiques du LCR dans la méningite tuberculeuse sont :\n- Aspect : Clair.\n- Cytologie : Prédominance lymphocytaire (50-70% des cas).\n- Bactériologie : Recherche de BK (Examen direct Ziehl +, Culture sur Lowenstein +, PCR).\n- Chimie : Hyperprotéinorachie souvent > 1g/l et Hypoglycorachie.\n(cf. Diapositive 594)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Rickettsioses",
        "QuestionText": "Citez la triade caractéristique de la fièvre boutonneuse méditerranéenne.",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Correct.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "La triade caractéristique est :\n1. Fièvre.\n2. Éruption (maculo-papuleuse).\n3. Tache noire (escarre d'inoculation).\n(cf. Diapositives 385 et 388)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Infections streptococciques",
        "QuestionText": "Quelles sont les caractéristiques de l'arthrite au cours du rhumatisme articulaire aigu (RAA) ?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Correct.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Les caractéristiques de l'arthrite du RAA sont :\n- Polyarthrite aiguë touchant les grosses articulations.\n- Mobiles : migratrice et fugaces.\n- La fièvre accompagne chaque poussée.\n- Régression sans séquelles (spontanément en un mois).\n(cf. Diapositive 342)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Staphylococcies",
        "QuestionText": "Citer deux complications de la staphylococcie maligne de la face.",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Correct.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Les complications incluent :\n- Thrombophlébite septique des veines de la face.\n- Choc septique.\n- Atteinte méningée.\n(cf. Diapositive 788)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Antibiotiques",
        "QuestionText": "Citez deux antibiotiques qu'on peut prescrire à la femme enceinte.",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Correct.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Les antibiotiques autorisés chez la femme enceinte sont :\n- Les Pénicillines.\n- Les Céphalosporines.\n- L'Erythromycine (Macrolides).\n(cf. Diapositive 67)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Cas Clinique Méningite",
        "QuestionText": "Cas clinique 1 : Aux urgences, vous recevez un patient âgé de 30 ans, ayant comme antécédent une sinusite chronique mal traitée. Admis pour des céphalées en casque avec photophobie 4 jours avant l'admission. Examen clinique : Patient obnubilé 13/15, T° 39.6°C, FC: 110 bpm. Raideur méningée. Motricité et sensibilité conservées. Examen des paires crâniennes normal. Bilan paraclinique : TDM Cérébrale : comblement total du sinus maxillaire droit. Ponction lombaire: Liquide en jet, louche. Étude Cytobactériologique: 4000 éléments (90% PNN). Examen direct: Cocci gram positif. Étude chimique: Protéines = 4 g/l, Glucose = 0,1 mmol/l. NFS: Hb: 13.5 g/dl, GB: 24 000 , PNN: 17 000 , Lymph: 1400, PLQ : 260 000. CRP: 250 mg/l. Quel est votre diagnostic?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Correct.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Le diagnostic est une **Méningite bactérienne à Pneumocoque** (Streptococcus pneumoniae). \nJustification : Syndrome méningé fébrile, LCR purulent à prédominance PNN, examen direct montrant des Cocci Gram Positif, et porte d'entrée ORL (sinusite). (cf. Diapositives 532, 556)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Cas Clinique Méningite",
        "QuestionText": "Quel traitement anti-infectieux instituez-vous? (molécule, durée)",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Correct.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Le traitement repose sur l'administration urgente de **Céphalosporines de 3ème génération (Ceftriaxone ou Céfotaxime)**.\n- Molécule : Ceftriaxone (100 mg/kg/j).\n- Durée : 10 à 14 jours.\n(Le cours suggère aussi l'ajout de Dexaméthasone avant l'antibiothérapie pour limiter les séquelles).\n(cf. Diapositives 572, 573 et 583)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Cas Clinique VIH",
        "QuestionText": "Cas clinique 2 : Aux urgences, vous recevez une patiente âgée de 47 ans, séropositif au VIH (en échec thérapeutique), qui présente depuis 24 heures une lourdeur du membre supérieur droit d'installation rapidement progressive avec obnubilation. L'interrogatoire de l'entourage révèle des céphalées, des vomissements depuis 15 jours et deux crises convulsives généralisées. Examen clinique : Patient obnubilé SG:13/15, FC: 85/min, TA : 15/7, T°: 38,5C, Hémiparésie droite. Scanner cérébral: hypodensités cérébrales entourées d'œdème périlésionnel et prenant le PDC. Quel est le diagnostic la plus probable ?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Correct.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Le diagnostic le plus probable est une **Toxoplasmose cérébrale**.\nJustification : Patiente VIH, signes neurologiques (déficit, convulsions, HTIC), et image caractéristique au scanner (lésion prenant le PDC en anneau/cocarde avec œdème). (cf. Diapositives 247, 250, 251)"
    },
    {
        "YearAsked": "Rattrapage 2019",
        "Subtopic": "Cas Clinique VIH",
        "QuestionText": "Quel traitement mettez-vous en place immédiatement?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Correct.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "Il faut instaurer un **traitement d'épreuve anti-toxoplasmique** en urgence.\n- Molécules : **Pyriméthamine + Sulfadiazine** (ou Cotrimoxazole en alternative).\n(cf. Diapositives 252 et 253)"
    }
]