[
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Leptospirose",
        "QuestionText": "Parmi les éléments suivants, indiquez celui ou ceux qui vous parait (paraissent) évocateurs de la leptospirose ?",
        "Choice_A_Text": "Ictère",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Le cours décrit un ictère « flamboyant » (intense, orangé) lors de la phase ictérique. (Diapositive 421)",
        "Choice_B_Text": "Insuffisance rénale",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le syndrome rénal avec insuffisance rénale aiguë est caractéristique de la phase ictérique et des formes graves. (Diapositives 421 et 428)",
        "Choice_C_Text": "Méningite purulente",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La leptospirose provoque une méningite aseptique à prédominance lymphocytaire (liquide clair), et non purulente. (Diapositive 429)",
        "Choice_D_Text": "Hyperleucocytose",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le bilan d'orientation mentionne l'hyperleucocytose. (Diapositive 429)",
        "Choice_E_Text": "Thrombopénie",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La thrombopénie est un élément du bilan d'orientation et participe au syndrome hémorragique. (Diapositive 429)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Leptospirose",
        "QuestionText": "Parmi les examens complémentaires suivants lequel permet de poser en routine le diagnostic de la leptospirose ?",
        "Choice_A_Text": "L’hémoculture",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Bien que la PCR soit possible dans le sang, l'hémoculture classique n'est pas citée comme le moyen de routine principal comparé à la sérologie MAT pour la confirmation. Le cours cite la PCR pour le diagnostic rapide et le MAT comme référence. (Diapositives 430-431)",
        "Choice_B_Text": "Le Western blot",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Ce test n'est pas mentionné dans les diapositives sur le diagnostic de la leptospirose. (Diapositives 430-431)",
        "Choice_C_Text": "Le Test d’agglutination microscopique (MAT)",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le MAT (Sérodiagnostic de Martin et Petit) est la méthode de référence pour le diagnostic de confirmation (positif > 10ème jour). (Diapositive 431)",
        "Choice_D_Text": "L’antigénémie",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Ce n'est pas une méthode diagnostique citée dans le cours pour la leptospirose. (Diapositives 430-431)",
        "Choice_E_Text": "La bandelette urinaire",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. La bandelette urinaire permet de dépister une protéinurie ou une hématurie (signes d'appel), mais ne permet pas de *poser le diagnostic* de la maladie. (Diapositive 429)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Antibiotiques",
        "QuestionText": "Quelles sont les caractéristiques des fluoroquinolones :",
        "Choice_A_Text": "Indiquées dans l’infection urinaire",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Les fluoroquinolones (surtout de 1ère et 2ème génération) sont indiquées dans les infections urinaires. (Diapositive 97)",
        "Choice_B_Text": "Bactériostatiques",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Les fluoroquinolones sont des antibiotiques bactéricides. (Diapositives 49 et 96)",
        "Choice_C_Text": "Spectre étroit",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Elles possèdent un spectre large. (Diapositive 96)",
        "Choice_D_Text": "Mauvaise diffusion tissulaire",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Elles ont une excellente diffusion tissulaire. (Diapositive 96)",
        "Choice_E_Text": "Indiqués chez l’enfant de 8 ans",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Elles sont contre-indiquées chez l'enfant de moins de 15 ans (risque d'altération du cartilage de conjugaison). (Diapositive 98)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Méningites",
        "QuestionText": "Devant un liquide céphalo-rachidien purulent, vous retenez en faveur d’une méningite à Pneumocoque :",
        "Choice_A_Text": "Purpura",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le purpura est évocateur d'une méningite à Méningocoque. (Diapositive 562)",
        "Choice_B_Text": "Notion d’épidémie",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La notion d'épidémie est associée au Méningocoque. La méningite à Pneumocoque ne présente pas de transmission interhumaine (pas d'épidémie). (Diapositive 532)",
        "Choice_C_Text": "Antécédent de traumatisme crânien",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Une brèche ostéo-durale (suite à un traumatisme) est une porte d'entrée classique du Pneumocoque. (Diapositive 532)",
        "Choice_D_Text": "Atteinte des nerfs crâniens",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Bien que possible, l'atteinte des nerfs crâniens (rhombencéphalite) est plus spécifiquement évoquée pour la Listeria ou la Tuberculose (méningite basilaire). (Diapositive 579)",
        "Choice_E_Text": "Otite aigue",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Une infection ORL comme l'otite est une porte d'entrée fréquente pour le Pneumocoque. (Diapositive 532)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Bactériémies à Staphylocoque",
        "QuestionText": "Le staphylocoque peut être responsable de manifestations suivantes :",
        "Choice_A_Text": "Scarlatine",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La scarlatine est une infection streptococcique. (Diapositive 289)",
        "Choice_B_Text": "Abcès pulmonaire",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Les localisations pleuro-pulmonaires du staphylocoque incluent l'abcès pulmonaire. (Diapositive 767)",
        "Choice_C_Text": "Ostéomyélite aigue",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le staphylocoque est une cause majeure d'ostéomyélite aiguë. (Diapositive 768)",
        "Choice_D_Text": "Erythème noueux",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. L'érythème noueux est cité comme une complication post-streptococcique, non staphylococcique dans ce cours. (Diapositive 289)",
        "Choice_E_Text": "Furonculose",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Le furoncle/furonculose est une porte d'entrée cutanée classique du staphylocoque. (Diapositive 756)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Rage",
        "QuestionText": "Le virus de la rage peut être transmis à l’homme par :",
        "Choice_A_Text": "Manipulation d’un chien mort",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La manipulation d'animaux morts est citée comme un mode de transmission. (Diapositive 694)",
        "Choice_B_Text": "Morsure par un patient enragé",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Bien que théoriquement possible, la transmission interhumaine par morsure n'a jamais été confirmée (seuls des cas par greffe sont cités). (Diapositive 696)",
        "Choice_C_Text": "Léchage de plaie par un chien enragé",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le léchage de plaie ou de muqueuse est un mode de transmission majeur. (Diapositive 694)",
        "Choice_D_Text": "Voie aérienne par inhalation dans les grottes",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La transmission par voie aérienne est possible dans les grottes infectées de chauves-souris. (Diapositive 694)",
        "Choice_E_Text": "Contamination du personnel de laboratoire",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La manipulation au laboratoire est un mode de transmission cité. (Diapositive 694)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Rage",
        "QuestionText": "La symptomatologie de la rage est expliquée par :",
        "Choice_A_Text": "Fixation d’une toxine sur le système nerveux",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Ce mécanisme correspond au tétanos (tétanospasmine). La rage implique une invasion virale directe. (Diapositives 700 et 815)",
        "Choice_B_Text": "Diffusion du germe dans le sang",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le virus migre le long des nerfs périphériques, pas par virémie sanguine majeure pour atteindre le SNC. (Diapositive 700)",
        "Choice_C_Text": "Atteinte des méninges",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La rage est une encéphalomyélite, l'atteinte principale est le parenchyme cérébral (encéphale), pas les méninges isolément. (Diapositive 688)",
        "Choice_D_Text": "Localisation du germe au niveau de l’hippocampe",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le neurotropisme cible l'hippocampe (corne d'Ammon), expliquant les troubles du comportement et les émotions (agressivité). (Diapositive 701)",
        "Choice_E_Text": "Réactivation du virus qui était en état de latence",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. La rage est une infection aiguë suite à une inoculation, pas une réactivation (contrairement à Herpes/Varicelle). (Diapositive 705)",
        "Choice_F_Source": "Diapositive 701"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Rage",
        "QuestionText": "Le risque de contamination par le virus de la rage est plus élevé en cas de :",
        "Choice_A_Text": "Morsure par un animal errant",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Un animal errant (sans surveillance possible) constitue un risque élevé. (Diapositive 716)",
        "Choice_B_Text": "Morsure au niveau des mains",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Les mains sont une zone riche en terminaisons nerveuses, classée à risque élevé. (Diapositive 717)",
        "Choice_C_Text": "Morsure au niveau d’une peau lésée",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Le contact (léchage) sur peau lésée ou morsure transdermique est un risque élevé. (Diapositive 732)",
        "Choice_D_Text": "Morsure par un chien vacciné",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. La vaccination de l'animal réduit le risque. (Diapositive 724)",
        "Choice_E_Text": "Léchage sur une peau intacte",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le léchage sur peau intacte est classé comme 'Aucun risque' ou 'Risque nul'. (Diapositives 718 et 732)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Méningites",
        "QuestionText": "La coexistence d’un syndrome méningé fébrile avec une réaction cellulaire lymphocytaire et des signes d’atteinte de la base du crane vous oriente vers :",
        "Choice_A_Text": "Une méningite à Pneumocoque",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le pneumocoque provoque une méningite purulente (PNN), pas lymphocytaire. (Diapositive 556)",
        "Choice_B_Text": "Une méningite à Listéria",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Bien que la Listéria puisse causer une rhombencéphalite, la présentation 'méningite lymphocytaire + base du crâne' est la définition classique de la méningite tuberculeuse (méningite basilaire). De plus, la Listéria a souvent une formule panachée. (Diapositive 580)",
        "Choice_C_Text": "Une méningite Tuberculeuse",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La méningite tuberculeuse est typiquement lymphocytaire et se localise à la base du crâne, entraînant une atteinte des nerfs crâniens (paralysie oculomotrice). (Diapositives 588 et 591)",
        "Choice_D_Text": "Une méningite à Méningocoque",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. C'est une méningite purulente. (Diapositive 556)",
        "Choice_E_Text": "Une méningite à Hémophiles",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. C'est une méningite purulente (Bacilles Gram négatif). (Diapositive 556)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Méningites",
        "QuestionText": "Les arguments en faveur d’une méningo-encéphalite herpétique comportent :",
        "Choice_A_Text": "Hypoglycorachie",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La glycorachie est normale dans la méningo-encéphalite herpétique. (Diapositive 608)",
        "Choice_B_Text": "Trouble du comportement",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. L'atteinte fronto-temporale provoque des troubles du comportement, des hallucinations et des troubles mnésiques. (Diapositive 605)",
        "Choice_C_Text": "Présence de globules rouges dans le LCR",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La présence d'hématies dans le LCR est un signe en faveur du caractère nécrosant de l'encéphalite herpétique. (Diapositive 608)",
        "Choice_D_Text": "Immunodépression ?",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Elle survient chez des sujets immunocompétents sans facteur de risque particulier. (Diapositive 601)",
        "Choice_E_Text": "Atteinte des paires crâniennes",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. L'atteinte des nerfs crâniens est plus typique de la listériose (tronc cérébral) ou de la tuberculose. L'herpès touche les lobes temporaux. (Diapositive 603)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Rickettsioses",
        "QuestionText": "Devant une éruption cutanée évocatrice d’une fièvre boutonneuse méditerranéenne, quelles sont les autres infections à évoquer ?",
        "Choice_A_Text": "Syphilis secondaire",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. La syphilis secondaire fait partie du diagnostic différentiel cité. (Diapositive 386)",
        "Choice_B_Text": "Fièvre typhoïde",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La fièvre typhoïde n'est pas listée dans les diagnostics différentiels principaux de l'éruption de la FBM sur la diapositive dédiée. (Diapositive 386)",
        "Choice_C_Text": "Infection à méningocoque",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'infection à méningocoque (purpura) est un diagnostic différentiel. (Diapositive 386)",
        "Choice_D_Text": "Bactériémie à Staphylocoque",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. La bactériémie à Staphylocoque est listée comme diagnostic différentiel. (Diapositive 386)",
        "Choice_E_Text": "Primo-infection à VIH",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. La primo-infection VIH est un diagnostic différentiel de l'éruption. (Diapositive 386)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Rickettsioses",
        "QuestionText": "Le traitement de première intention de la fièvre boutonneuse méditerranéenne repose sur ?",
        "Choice_A_Text": "Pénicilline A",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Les bêtalactamines ne sont pas efficaces sur les germes intracellulaires comme les Rickettsies. (Diapositive 387)",
        "Choice_B_Text": "Cyclines",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Les cyclines (ex: Doxycycline) sont le traitement de choix (200 mg/j). (Diapositive 387)",
        "Choice_C_Text": "Céphalosporines de 3ème génération",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. Inefficaces sur les germes intracellulaires. (Diapositive 387)",
        "Choice_D_Text": "Macrolides",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Bien que la Josamycine (Macrolide) soit une alternative pour la femme enceinte, les Cyclines restent la première intention. (Diapositive 387)",
        "Choice_E_Text": "Métronidazole",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le métronidazole cible les anaérobies et protozoaires, pas les Rickettsies. (Diapositive 101)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "TIAC",
        "QuestionText": "Concernant la symptomatologie habituelle de la toxiinfection alimentaire à Salmonelle de l’adulte jeune, retenez les faits exacts :",
        "Choice_A_Text": "Incubation courte < 12 heures de l’ingestion de l’aliment",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. L'incubation est longue, de 12 à 36 heures. (Diapositive 868)",
        "Choice_B_Text": "Syndrome dysentériforme",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La Salmonelle provoque un syndrome invasif/dysentérique (glaires, sang). (Diapositive 868)",
        "Choice_C_Text": "Hyperthermie",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. La fièvre est présente (> 38,5°C). (Diapositive 868)",
        "Choice_D_Text": "Vomissements",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Des vomissements et douleurs abdominales sont présents. (Diapositive 868)",
        "Choice_E_Text": "Diarrhée cholériforme",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le syndrome cholériforme (diarrhée aqueuse sans fièvre) est dû aux germes toxinogènes (Staphylocoque, etc.), pas aux Salmonelles qui sont invasives. (Diapositive 863)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "VIH",
        "QuestionText": "Concernant la primo-infection à VIH retenez les propositions exactes :",
        "Choice_A_Text": "La charge virale est indétectable",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. La charge virale est élevée lors de la primo-infection. (Diapositive 196)",
        "Choice_B_Text": "La réplication virale est intense",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Il y a une réplication virale intense. (Diapositive 196)",
        "Choice_C_Text": "Le risque de transmission virale est faible",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. La transmission virale est importante à cause de la charge virale élevée. (Diapositive 196)",
        "Choice_D_Text": "Le taux des CD4 est bas",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Il y a une destruction importante des lymphocytes CD4, donc leur taux est bas. (Diapositive 196)",
        "Choice_E_Text": "La sérologie VIH est négative",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Les anticorps ne sont pas encore détectables (fenêtre sérologique). (Diapositive 196)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "VIH",
        "QuestionText": "Parmi les signes suivants, quels sont ceux que vous retrouvez lors de la primo-infection à VIH :",
        "Choice_A_Text": "Eruption cutanée",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "C'est VRAI. Une éruption maculo-papuleuse est présente dans la moitié des cas. (Diapositive 194)",
        "Choice_B_Text": "Sarcome de Kaposi",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. Le sarcome de Kaposi est une tumeur classant le patient au stade SIDA, pas en primo-infection. (Diapositive 212)",
        "Choice_C_Text": "Diarrhée chronique",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "C'est FAUX. On observe parfois une diarrhée aiguë, mais la diarrhée chronique est un signe d'infection opportuniste au stade SIDA. (Diapositive 195)",
        "Choice_D_Text": "Ulcérations génitales",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Des ulcérations cutanéo-muqueuses superficielles (buccales, génitales) font partie de la triade évocatrice. (Diapositive 194)",
        "Choice_E_Text": "Méningite lymphocytaire",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "C'est VRAI. Des signes neurologiques comme la méningite lymphocytaire peuvent survenir. (Diapositive 195)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "VIH",
        "QuestionText": "Le diagnostic de la coïnfection VIH - Tuberculose au stade avancé de l’immunodépression repose sur :",
        "Choice_A_Text": "L’intradermoréaction à la tuberculine",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Au stade d'immunodépression sévère (CD4 < 200), l'IDR est négative (anergie). (Diapositive 243)",
        "Choice_B_Text": "Le Quantiferon –TB",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "C'est FAUX. La réponse immunitaire à l'interféron est diminuée chez le patient VIH. (Diapositive 244)",
        "Choice_C_Text": "L’isolement de BK dans les expectorations",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. L'examen microscopique et la culture restent des moyens de diagnostic, bien que parfois négatifs. (Diapositive 242)",
        "Choice_D_Text": "Le gene-xpert dans les expectorations",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le Gene-xpert (PCR BK) est souligné avec '+++' dans le cours pour le diagnostic paraclinique. (Diapositive 242)",
        "Choice_E_Text": "Biopsie ganglionnaire ?",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Non cité comme moyen principal de diagnostic *pulmonaire* standard dans la diapositive, même si possible pour les formes ganglionnaires."
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "VIH / Antiviraux",
        "QuestionText": "Indiquez la ou les propositions exactes concernant le gancyclovir (Cymevan®) :",
        "Choice_A_Text": "Il agit par inhibition de la synthèse de l’ADN viral",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "Le cours ne précise pas le mécanisme d'action spécifique du Ganciclovir dans les diapositives fournies. (Absence de référence dans le texte source)",
        "Choice_B_Text": "Il agit sur les herpès simplex virus de type 1 et 2 et sur le cytomégalovirus",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. Le ganciclovir est indiqué pour le CMV (rétinite), et par extension pharmacologique agit sur les virus du groupe Herpès, bien que la diapositive 272 ne cite explicitement que le CMV.",
        "Choice_C_Text": "Nécessite la surveillance du taux des PNN",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "Le cours ne mentionne pas cet effet secondaire spécifique pour le Ganciclovir dans les diapositives fournies. (Absence de référence)",
        "Choice_D_Text": "Indiqué dans l’œsophagite à cytomégalovirus",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "C'est VRAI. Le Ganciclovir est le traitement du CMV. Bien que la diapositive 272 cite la 'Rétinite', le CMV peut causer d'autres atteintes traitées par la même molécule.",
        "Choice_E_Text": "C’est le traitement de référence de la méningo-encéphalite herpétique",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le traitement de la méningo-encéphalite herpétique est l'Aciclovir IV. (Diapositive 609)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Méningites",
        "QuestionText": "Une méningite à liquide clair peut être causée par une infection à :",
        "Choice_A_Text": "Streptococcus pneumoniae",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "C'est FAUX. Le pneumocoque donne une méningite purulente. (Diapositive 556)",
        "Choice_B_Text": "Mycobacterium tuberculosis",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "C'est VRAI. La tuberculose donne une méningite à liquide clair (lymphocytaire). (Diapositive 613)",
        "Choice_C_Text": "Herpès simplex virus",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "C'est VRAI. Les méningites virales (dont herpès) sont à liquide clair. (Diapositive 613)",
        "Choice_D_Text": "Neisseria meningitis",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "C'est FAUX. Le méningocoque donne une méningite purulente. (Diapositive 613)",
        "Choice_E_Text": "Listeria monocytogenes",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "C'est FAUX. Le cours classe généralement la Listeria dans les méningites purulentes ou panachées, distinctes des méningites lymphocytaires claires classiques comme la TB ou les virus, bien que la formule puisse varier. Le tableau récapitulatif liste Listeria comme purulente. (Diapositive 613)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "AES",
        "QuestionText": "Cas clinique : Un médecin a été victime d’un accident d’exposition au sang (AES) suite à une piqure par une aiguille creuse lors d’un prélèvement sanguin. La piqure est survenue au niveau de son 3ème doigt alors qu’il ne portait pas de gants. En examinant le doigt, on a trouvé une plaie profonde de 3 mm qui saigne.\n\nQuels sont les premiers soins d’urgence que ce médecin doit faire dans les 5 premières minutes ?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Bravo.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "RÉPONSE : \n1. Ne pas faire saigner la blessure.\n2. Lavage de la plaie au savon antiseptique.\n3. Désinfection : Eau de javel, soluté de Dakin, Alcool à 70° ou polyvidone iodée.\n4. Trempage pendant 10 minutes.\n(Diapositive 16)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "AES",
        "QuestionText": "Selon la nature de cette plaie et l’instrument utilisé, comment vous évaluez le risque encouru par le médecin ? Argumentez.",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Bravo.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "RÉPONSE : \nLe risque est ÉLEVÉ (Important) car :\n1. Type de liquide : Sang (Risque important, Diapo 7).\n2. Type d'accident : Piqûre profonde avec aiguille creuse (Risque important, Diapo 10).\n3. Attitude : Absence de port de gants (Augmente le risque infectieux, Diapo 12)."
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "AES",
        "QuestionText": "Quel bilan initial faut-il faire à la personne source et au chirurgien ?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Bravo.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "RÉPONSE : \nIl faut réaliser les sérologies initiales du sujet exposé et de la source (si possible) :\n1. Sérologie VIH\n2. Sérologie VHC (Hépatite C)\n3. Sérologie HVB (Hépatite B)\n(Diapositive 22 et 28)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Infections streptococciques (RAA)",
        "QuestionText": "Cas clinique : Un jeune de 14 ans présente une poussée de rhumatisme articulaire aigu ayant compliqué un épisode d’angine insuffisamment traitée.\n\nPréciser le traitement curatif et préventif dans la prise en charge de ce patient.",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Bravo.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "RÉPONSE : \n1. Curatif :\n- Antibiotiques : Benzathine Pénicilline G (Extencilline) ou Pénicilline orale (10 jours) ou Erythromycine si allergie.\n- Anti-inflammatoires : Corticoïdes (Prednisone 2mg/kg/j si cardite) ou Acide acétylsalicylique (si arthrite).\n2. Préventif (Prévention des rechutes) :\n- Extencilline 600 000 ou 1.2M UI toutes les 3 semaines.\n(Diapositives 348 et 349)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Infections streptococciques (RAA)",
        "QuestionText": "Citez une complication redoutable du rhumatisme articulaire aigu (RAA)",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Bravo.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "RÉPONSE : \nL'atteinte cardiaque (Cardite) est la complication qui fait la gravité de la maladie. Elle peut se manifester par une Endocardite avec valvulopathie (IM > IAo), une Myocardite (risque d'Insuffisance Cardiaque) ou une Péricardite.\n(Diapositive 343)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Tétanos",
        "QuestionText": "Cas clinique : Un patient de 50 ans, victime d’une blessure par objet tranchant au niveau du pied. L’interrogatoire trouve que le dernier rappel du vaccin antitétanique remonte à 20 ans.\n\nQuel est le schéma de la vaccination antitétanique que vous proposez au patient ?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Bravo.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "RÉPONSE : \nLe patient est considéré comme non vacciné ou ayant une vaccination trop ancienne (> 10 ans pour un adulte, ici 20 ans). Il faut :\n1. Sérum antitétanique (SAT) en IM (Sérothérapie).\n2. Vaccin antitétanique (anatoxine) immédiatement (début d'une nouvelle vaccination ou rappel immédiat selon le protocole de plaie).\n(Diapositive 845)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "VIH",
        "QuestionText": "Quelles sont les indications du dépistage obligatoire du VIH ?",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Bravo.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "RÉPONSE : \n1. Dons de sang et d'organes.\n2. Accidents d'exposition au sang (AES) chez les professionnels de santé.\n(Diapositive 216)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Sepsis",
        "QuestionText": "Citez les critères du Score rapide (Quick SOFA) pour retenir le diagnostic du sepsis.",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Bravo.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "RÉPONSE : \nUn score >= 2 points parmi :\n1. Altération de l'état de conscience (Glasgow < 15).\n2. Fréquence respiratoire augmentée (>= 22/min).\n3. Pression artérielle systolique diminuée (<= 100 mmHg).\n(Diapositive 747)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Bactériémies à Staphylocoque",
        "QuestionText": "Citez 3 complications à redouter en cas de staphylococcie maligne de la face.",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Bravo.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "RÉPONSE : \n1. Thrombophlébite septique des veines de la face (et sinus caverneux).\n2. Choc septique (septicémie).\n3. Atteinte méningée (Méningite).\n(Diapositives 787 et 788)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Paludisme",
        "QuestionText": "Citez 5 critères de gravité du paludisme.",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Bravo.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "RÉPONSE : \n(Parmi la liste OMS) :\n1. Troubles de la conscience (Glasgow < 9).\n2. Convulsions répétées.\n3. Choc (PAS < 70 mmHg).\n4. Œdème aigu pulmonaire (OAP) / SDRA.\n5. Insuffisance rénale (Créatinine > 265 µmol/l).\n6. Hypoglycémie (< 0,4 g/l).\n7. Acidose métabolique.\n8. Anémie sévère (Hb < 7 g/dl).\n(Diapositives 651 et 652)"
    },
    {
        "YearAsked": "Rattrapage 2023",
        "Subtopic": "Méningites",
        "QuestionText": "Devant un syndrome méningé, citez 3 indications du scanner cérébral avant de faire la ponction lombaire.",
        "Choice_A_Text": "Je connais la réponse.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "Bravo.",
        "Choice_B_Text": "Non, je ne connais pas la réponse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "RÉPONSE : \n1. Signes cliniques de focalisation neurologique (hémiplégie, paralysie nerfs crâniens...).\n2. Troubles de la vigilance (Score de Glasgow < 11).\n3. Crises épileptiques récentes.\n(Diapositive 551)"
    }
]