[
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Production des Rayons X",
        "QuestionText": "Concernant le fonctionnement du tube à rayons X (tube de Coolidge), quels sont les paramètres qui régissent la production du faisceau ?",
        "Choice_A_Text": "Le courant de chauffage du filament s'exprime en kiloVolt (kV).",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. Le courant de chauffage du filament de tungstène se mesure en milliampère (mA). Le kV correspond à la tension d'accélération. (Source : Diapo 16)",
        "Choice_B_Text": "L'anode est la source des électrons.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "FAUX. C'est la cathode qui est la source des électrons (filament de tungstène porté à l'incandescence). (Source : Diapo 16)",
        "Choice_C_Text": "La tension (40-130 kV) détermine la force d'accélération des électrons.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "VRAI. La tension appliquée entre la cathode et l'anode permet d'accélérer les électrons vers la cible. (Source : Diapo 16)",
        "Choice_D_Text": "Le foyer est la surface de l'anode qui reçoit les électrons.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "VRAI. Le foyer est précisément la zone d'impact des électrons sur l'anode, où sont produits les RX. (Source : Diapo 16)",
        "Choice_E_Text": "Le rayonnement de freinage résulte de l'interaction électron-noyau.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "VRAI. L'interaction électron-noyau produit un rayonnement de freinage avec un spectre énergétique continu. (Source : Diapo 13)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Sémantique Radiologique Conventionnelle",
        "QuestionText": "Lors de l'analyse d'une radiographie thoracique, vous observez différentes tonalités. Quelle est la correspondance correcte entre le tissu et sa densité radiologique ?",
        "Choice_A_Text": "L'air pulmonaire apparaît comme une opacité blanche.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. L'air atténue peu les RX et apparaît noir (hyperclarté). (Source : Diapo 24)",
        "Choice_B_Text": "L'os est dit radio-opaque car il absorbe fortement les rayons X.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. Les structures denses comme l'os absorbent les RX, ce qui se traduit par une zone blanche (radio-opaque). (Source : Diapo 23)",
        "Choice_C_Text": "Le cœur et les reins présentent une tonalité hydrique (gris clair).",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "VRAI. Les muscles et les organes pleins (foie, rein, cœur) ont une densité hydrique. (Source : Diapo 23)",
        "Choice_D_Text": "La graisse est plus opaque que l'os.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "FAUX. La graisse est moins dense que l'os et apparaît en gris foncé (tonalité graisseuse). (Source : Diapo 22)",
        "Choice_E_Text": "Le calcium et l'iode produisent des plages blanches.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "VRAI. Les atomes lourds (Calcium, Iode, Baryum) absorbent les RX et créent une densité calcique/métallique blanche. (Source : Diapo 22)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Scanner - Unités Hounsfield",
        "QuestionText": "En scanographie (TDM), la densité est mesurée en Unités Hounsfield (UH). Parmi les affirmations suivantes, laquelle est exacte ?",
        "Choice_A_Text": "L'eau pure sert de référence et correspond à 100 UH.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. L'eau correspond par définition à 0 UH. (Source : Diapo 41)",
        "Choice_B_Text": "L'os cortical dense peut atteindre +1000 UH.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. L'os est au sommet de l'échelle (blanc) vers +1000 UH. (Source : Diapo 41)",
        "Choice_C_Text": "L'air est mesuré à -1000 UH.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "VRAI. L'air est à l'extrémité noire de l'échelle à -1000 UH. (Source : Diapo 41)",
        "Choice_D_Text": "La graisse a une densité supérieure à celle de l'eau.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "FAUX. La graisse a une densité négative (environ -100 UH), elle est donc moins dense que l'eau. (Source : Diapo 42)",
        "Choice_E_Text": "Un épanchement liquidien pleural sera plus proche de 0 UH que de -1000 UH.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "VRAI. Un liquide est proche de la densité de l'eau (0 UH), tandis que -1000 UH correspond à l'air. (Source : Diapo 42)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Produits de Contraste et Contre-indications",
        "QuestionText": "Un patient diabétique sous Metformine doit passer un scanner abdominal injecté. Quelle est la conduite à tenir selon les recommandations ?",
        "Choice_A_Text": "La Metformine doit être arrêtée pendant 48h après l'examen.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "VRAI. L'arrêt de la Metformine est préconisé (généralement 48h) pour éviter le risque d'acidose lactique en cas d'insuffisance rénale induite par le produit de contraste. (Source : Diapo 49)",
        "Choice_B_Text": "L'allaitement est une contre-indication absolue à l'injection d'iode.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "FAUX. C'est une précaution/contre-indication relative, mais pas absolue dans tous les contextes. (Source : Diapo 49)",
        "Choice_C_Text": "L'insuffisance rénale est une contre-indication à l'emploi de produits iodés.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "VRAI. Les produits iodés sont néphrotoxiques et contre-indiqués en cas d'insuffisance rénale sévère. (Source : Diapo 49)",
        "Choice_D_Text": "Le sulfate de Baryum est utilisé exclusivement par voie intraveineuse.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "FAUX. Le Baryum est utilisé pour l'exploration digestive (ingestion ou lavement) et ne doit JAMAIS être injecté en IV. (Source : Diapo 30)",
        "Choice_E_Text": "L'iode est utilisé pour les explorations vasculaires.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "VRAI. Les PC iodés sont utilisés pour l'opacification des artères, des veines et du système urinaire. (Source : Diapo 30)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Techniques d'acquisition TDM",
        "QuestionText": "Quelle est la principale évolution technique apportée par le scanner hélicoïdal (spiralé) par rapport au scanner axial transverse ?",
        "Choice_A_Text": "La table reste immobile pendant que le tube tourne.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. C'est le principe du scanner axial. En hélicoïdal, la table se déplace à vitesse constante pendant la rotation. (Source : Diapo 44)",
        "Choice_B_Text": "Il permet une acquisition continue de données.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. Le mouvement combiné du tube et de la table crée une trajectoire en hélice permettant une acquisition continue. (Source : Diapo 44)",
        "Choice_C_Text": "Le temps d'examen est considérablement allongé.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "FAUX. L'acquisition est beaucoup plus rapide. (Source : Diapo 44)",
        "Choice_D_Text": "Il permet des reconstructions 3D de haute qualité.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "VRAI. La continuité de l'acquisition favorise les reconstructions bi- et tri-dimensionnelles. (Source : Diapo 44)",
        "Choice_E_Text": "Il utilise des ultrasons au lieu des rayons X.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "FAUX. Le scanner utilise toujours des rayons X. (Source : Diapo 35)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Radioprotection",
        "QuestionText": "Concernant la radioprotection et les risques liés aux rayonnements ionisants (RI), laquelle de ces propositions est fausse ?",
        "Choice_A_Text": "Les effets des rayons X sont cumulatifs.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "VRAI (Proposition correcte, donc pas la réponse fausse). Le cours mentionne bien que les RI sont cumulatifs. (Source : Diapo 52)",
        "Choice_B_Text": "La Dose Maximale Admise (DMA) est de 5 rem/an en irradiation globale.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "VRAI (Proposition correcte). (Source : Diapo 53)",
        "Choice_C_Text": "Le risque tératogène est maximum durant le 3ème trimestre de grossesse.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "FAUX (C'est la réponse à cocher). Le risque tératogène concerne les malformations embryonnaires, prédominant au 1er trimestre. Chez la femme enceinte, on privilégie l'échographie et l'IRM. (Source : Diapo 52, 55)",
        "Choice_D_Text": "Le cristallin est un organe sensible aux RI.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "VRAI (Proposition correcte). L'irradiation peut induire une cataracte. (Source : Diapo 52)",
        "Choice_E_Text": "Le tablier de plomb est une mesure de protection contre les rayons diffusés.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "VRAI (Proposition correcte). (Source : Diapo 54)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Bases physiques de l'échographie",
        "QuestionText": "L'échographie repose sur les propriétés des ultrasons (US). Comment se comportent-ils dans les tissus biologiques ?",
        "Choice_A_Text": "La vitesse de propagation est la même dans l'air et dans l'os.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. La vitesse est d'environ 340 m/s dans l'air et 3500 m/s dans l'os. (Source : Diapo 63)",
        "Choice_B_Text": "L'atténuation des ultrasons est proportionnelle à la fréquence de la sonde.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. Plus la fréquence est élevée, plus l'atténuation est forte, ce qui limite l'exploration en profondeur. (Source : Diapo 65)",
        "Choice_C_Text": "Une sonde de haute fréquence (10-15 MHz) est idéale pour explorer l'abdomen profond.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "FAUX. Les hautes fréquences sont utilisées pour les structures superficielles (cou, tendons). Pour l'abdomen, on utilise des fréquences plus basses (3.5 MHz). (Source : Diapo 62)",
        "Choice_D_Text": "La réflexion des US se produit à l'interface de deux milieux d'impédance acoustique différente.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "VRAI. C'est le principe de formation de l'écho. (Source : Diapo 58)",
        "Choice_E_Text": "L'échographie utilise des rayonnements ionisants.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "FAUX. L'échographie utilise des ondes mécaniques (ultrasons) non ionisantes. (Source : Diapo 7)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Sémiologie Échographique",
        "QuestionText": "Comment définit-on une image typique de calcul vésiculaire en échographie ?",
        "Choice_A_Text": "Une zone anéchogène (noire).",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. L'aspect anéchogène correspond au liquide pur (bile, urine). (Source : Diapo 70)",
        "Choice_B_Text": "Une structure hyperéchogène (blanche).",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. Les calcifications sont hyperéchogènes. (Source : Diapo 70)",
        "Choice_C_Text": "La présence d'un cône d'ombre postérieur.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "VRAI. C'est le signe caractéristique d'une structure qui arrête les ultrasons (os, calcification). (Source : Diapo 70)",
        "Choice_D_Text": "Un renforcement postérieur du signal.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "FAUX. Le renforcement postérieur s'observe derrière les zones liquides (anéchogènes). (Source : Diapo 71)",
        "Choice_E_Text": "Une image de tonalité hydrique.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "FAUX. La tonalité hydrique est un terme radiologique (RX), pas échographique. (Source : Diapo 23)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Bases physiques de l'IRM",
        "QuestionText": "L'Imagerie par Résonance Magnétique (IRM) repose sur quel phénomène physique ?",
        "Choice_A_Text": "L'excitation des noyaux d'hydrogène (protons).",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "VRAI. L'IRM utilise la richesse du corps en protons H+. (Source : Diapo 74, 75)",
        "Choice_B_Text": "L'utilisation d'un champ magnétique statique B0 intense.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. Les protons sont placés dans ce champ pour s'aligner avant d'être excités. (Source : Diapo 78)",
        "Choice_C_Text": "L'émission d'ondes de radiofréquence (RF) pour stimuler les protons.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "VRAI. L'apport d'énergie se fait via des ondes RF. (Source : Diapo 78)",
        "Choice_D_Text": "La mesure du temps de relaxation longitudinal T1 et transversal T2.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "VRAI. Le signal émis lors du retour à l'équilibre dépend de ces paramètres. (Source : Diapo 81)",
        "Choice_E_Text": "L'absorption de rayons gamma par les tissus.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "FAUX. Les rayons gamma sont utilisés en médecine nucléaire (scintigraphie), pas en IRM. (Source : Diapo 6)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "IRM - Contre-indications",
        "QuestionText": "Lequel des éléments suivants constitue une contre-indication formelle à la réalisation d'une IRM ?",
        "Choice_A_Text": "Un pace-maker (stimulateur cardiaque) non compatible.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "VRAI. Les stimulateurs cardiaques anciens sont des contre-indications formelles à cause du champ magnétique. (Source : Diapo 93)",
        "Choice_B_Text": "Un corps étranger métallique intra-oculaire.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. Le risque de déplacement du corps étranger peut causer des lésions irréversibles. (Source : Diapo 93)",
        "Choice_C_Text": "Une prothèse de hanche en titane datant de 10 ans.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "FAUX. La plupart des prothèses orthopédiques modernes sont compatibles, bien qu'elles créent des artefacts. Ce n'est pas une contre-indication absolue contrairement aux clips vasculaires ferromagnétiques. (Source : Diapo 93)",
        "Choice_D_Text": "Un implant cochléaire.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "VRAI. C'est une contre-indication formelle listée. (Source : Diapo 93)",
        "Choice_E_Text": "Une grossesse au 3ème trimestre.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "FAUX. C'est une précaution au 1er trimestre (T1), mais ce n'est pas une contre-indication absolue au 3ème trimestre si l'examen est nécessaire. (Source : Diapo 93)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Imagerie Avancée - IRM de Diffusion",
        "QuestionText": "Dans quel contexte clinique l'IRM de diffusion est-elle l'examen de référence ?",
        "Choice_A_Text": "Le diagnostic précoce de l'accident vasculaire cérébral (AVC) ischémique.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "VRAI. La séquence de diffusion permet de détecter l'ischémie cérébrale très précocement. (Source : Diapo 87, 88)",
        "Choice_B_Text": "La mesure de la densité osseuse.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "FAUX. La densité osseuse s'étudie par absorption biphotonique ou scanner, l'IRM étudiant mal l'os cortical. (Source : Diapo 21, 35)",
        "Choice_C_Text": "Le diagnostic de lithiase biliaire.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "FAUX. Bien que l'IRM puisse voir les calculs (Bili-IRM), la diffusion n'est pas la séquence clé pour cela ; l'échographie reste le premier examen. (Source : Diapo 71)",
        "Choice_D_Text": "L'étude de la perfusion tumorale.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "FAUX. C'est l'IRM de perfusion (avec injection de Gadolinium) qui étudie la vascularisation. (Source : Diapo 87, 89)",
        "Choice_E_Text": "La détection de métastases cérébrales via le pic de choline.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "FAUX. L'étude des pics métaboliques (Choline, Créatine, NAA) relève de la Spectro-IRM (Spectroscopie). (Source : Diapo 87, 92)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Médecine Nucléaire",
        "QuestionText": "Quelle est la caractéristique principale de l'imagerie en médecine nucléaire ?",
        "Choice_A_Text": "Elle utilise des rayons X émis par un tube cathodique.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. C'est la radiologie. La médecine nucléaire utilise des radio-isotopes émetteurs de rayons gamma. (Source : Diapo 6)",
        "Choice_B_Text": "Elle comprend la TEP (Tomographie par Émission de Positons).",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. La TEP (ou PET-scan) est une technique de médecine nucléaire. (Source : Diapo 5)",
        "Choice_C_Text": "Elle peut être couplée au scanner (PET-Scan).",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "VRAI. Cela permet de coupler l'information fonctionnelle (PET) et anatomique (Scanner). (Source : Diapo 5)",
        "Choice_D_Text": "Elle n'utilise pas de rayonnements ionisants.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "FAUX. Les rayons gamma sont des rayonnements ionisants. (Source : Diapo 6)",
        "Choice_E_Text": "Elle repose sur la réflexion d'ondes acoustiques.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "FAUX. Il s'agit de la définition de l'échographie. (Source : Diapo 57)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Formation de l'image radiographique",
        "QuestionText": "Concernant la formation géométrique de l'image en radiologie conventionnelle, quelles sont les conséquences du faisceau conique ?",
        "Choice_A_Text": "L'image obtenue est une reproduction exacte de la taille de l'organe.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. Il existe un phénomène de grandissement. (Source : Diapo 28)",
        "Choice_B_Text": "Il existe une déformation de l'image.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. La divergence du faisceau entraîne une déformation. (Source : Diapo 28)",
        "Choice_C_Text": "Le grandissement est d'autant plus important que l'objet est loin du détecteur.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "VRAI. C'est une loi géométrique de la projection conique. (Source : Diapo 28)",
        "Choice_D_Text": "L'image radiante est immédiatement visible à l'œil nu.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "FAUX. L'image radiante est invisible ; elle doit être convertie par un récepteur (film ou capteur numérique). (Source : Diapo 19)",
        "Choice_E_Text": "L'image numérique peut être stockée dans une mémoire magnétique.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "VRAI. C'est l'un des avantages de la radiologie numérisée. (Source : Diapo 26)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Contraste en Radiologie",
        "QuestionText": "Parmi les produits de contraste suivants, lesquels sont considérés comme radio-opaques (apparaissant en blanc) ?",
        "Choice_A_Text": "L'air.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. L'air est une clarté (noir). (Source : Diapo 24)",
        "Choice_B_Text": "Le Sulfate de Baryum.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. C'est un produit de contraste de numéro atomique élevé (Z=56) utilisé pour le tube digestif. (Source : Diapo 30)",
        "Choice_C_Text": "Les produits iodés.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "VRAI. L'iode (Z=53) est radio-opaque. (Source : Diapo 30)",
        "Choice_D_Text": "L'eau pure.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "FAUX. L'eau a une tonalité hydrique (gris) mais n'est pas un produit de contraste radio-opaque artificiel. (Source : Diapo 22)",
        "Choice_E_Text": "Le Gadolinium.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "FAUX. Le Gadolinium est un produit de contraste pour l'IRM, pas pour la radiologie conventionnelle aux RX. (Source : Diapo 89)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Radiologie Numérique",
        "QuestionText": "Quels sont les avantages de la radiologie numérique par rapport à l'analogique (film) ?",
        "Choice_A_Text": "Réduction de l'exposition aux rayonnements ionisants.",
        "Choice_A_isCorrect": true,
        "Choice_A_Explanation": "VRAI. Les détecteurs numériques sont plus sensibles, ce qui permet de réduire les doses. (Source : Diapo 27)",
        "Choice_B_Text": "Possibilité de transmettre les images via des réseaux sécurisés (PACS).",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. L'archivage et la transmission sont facilités. (Source : Diapo 27)",
        "Choice_C_Text": "Diagnostic plus fiable grâce au traitement de l'image.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "VRAI. Le traitement informatique améliore le rendu diagnostique. (Source : Diapo 27)",
        "Choice_D_Text": "Nécessite systématiquement plus de clichés pour un même diagnostic.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "FAUX. Au contraire, elle tend à réduire le nombre de gestes inutiles. (Source : Diapo 27)",
        "Choice_E_Text": "Élimination des produits chimiques de développement polluants.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "VRAI. Elle est plus écologique (pas de films à développer). (Source : Diapo 27)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Scanner Multi-barrettes",
        "QuestionText": "Quelle est la caractéristique technique d'un scanner multi-barrettes de 64 barrettes ?",
        "Choice_A_Text": "Il possède 64 tubes à rayons X tournant simultanément.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. Il n'y a qu'un seul tube (généralement), mais plusieurs rangées de détecteurs (barrettes). (Source : Diapo 46)",
        "Choice_B_Text": "Il permet d'acquérir 64 images par rotation du tube.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. Le nombre de barrettes correspond au nombre de coupes acquises simultanément par rotation. (Source : Diapo 46)",
        "Choice_C_Text": "L'acquisition est très lente, idéale pour les patients immobiles.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "FAUX. L'acquisition est extrêmement rapide (quelques secondes), idéale pour les polytraumatisés. (Source : Diapo 47)",
        "Choice_D_Text": "Il permet des applications avancées comme le coroscanner.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "VRAI. La rapidité permet d'imager des organes mobiles comme le cœur. (Source : Diapo 47)",
        "Choice_E_Text": "Il ne nécessite plus l'utilisation d'un système informatique.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "FAUX. Le système informatique est indispensable pour reconstruire les images. (Source : Diapo 36)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Sémantique TDM (Scanner)",
        "QuestionText": "Comment décrit-on une lésion qui apparaît plus blanche que le parenchyme d'un organe sain au scanner ?",
        "Choice_A_Text": "Une lésion hypodense.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. Hypodense signifie que la densité est inférieure (plus sombre). (Source : Diapo 50)",
        "Choice_B_Text": "Une lésion isodense.",
        "Choice_B_isCorrect": false,
        "Choice_B_Explanation": "FAUX. Isodense signifie que la densité est identique. (Source : Diapo 50)",
        "Choice_C_Text": "Une lésion hyperdense.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "VRAI. Hyperdense signifie une densité supérieure (plus blanche). (Source : Diapo 50)",
        "Choice_D_Text": "Une lésion hyperéchogène.",
        "Choice_D_isCorrect": false,
        "Choice_D_Explanation": "FAUX. C'est un terme réservé à l'échographie. (Source : Diapo 70)",
        "Choice_E_Text": "Une lésion hypersignal.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "FAUX. C'est un terme réservé à l'IRM. (Source : Diapo 81)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Spectroscopie par Résonance Magnétique (SRM)",
        "QuestionText": "En Spectro-IRM cérébrale, quelle modification du spectre évoque une métastase ou un processus tumoral ?",
        "Choice_A_Text": "Augmentation du NAA (N-acétyl-aspartate).",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. Le NAA est un marqueur de viabilité neuronale ; il diminue en cas de tumeur. (Source : Diapo 91, 92)",
        "Choice_B_Text": "Augmentation de la Choline.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. La choline est un marqueur du renouvellement membranaire, elle augmente dans les tumeurs. (Source : Diapo 92)",
        "Choice_C_Text": "Apparition d'un pic de lipides dans la radionécrose.",
        "Choice_C_isCorrect": true,
        "Choice_C_Explanation": "VRAI. La nécrose s'accompagne souvent d'une augmentation des lipides. (Source : Diapo 91)",
        "Choice_D_Text": "Baisse marquée de la Créatine.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "VRAI. Typique des profils tumoraux métastatiques. (Source : Diapo 92)",
        "Choice_E_Text": "Absence totale de protons H+.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "FAUX. L'IRM et la spectroscopie reposent sur la détection des protons. (Source : Diapo 74)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Imagerie Doppler",
        "QuestionText": "Quel est l'objectif principal de l'échographie Doppler ?",
        "Choice_A_Text": "Mesurer la densité calcique des parois artérielles.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. C'est le rôle du scanner (score calcique). (Source : Diapo 34, 41)",
        "Choice_B_Text": "Étudier les flux sanguins (vitesse et direction).",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. Le Doppler repose sur le changement de fréquence de l'onde réfléchie par des cibles mobiles (hématies). (Source : Diapo 66, 67)",
        "Choice_C_Text": "Identifier des zones de nécrose pancréatique.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "FAUX. L'échographie morphologique B-mode ou le scanner sont préférables. (Source : Diapo 71)",
        "Choice_D_Text": "Le signal Doppler provient de la diffusion des ultrasons sur les hématies.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "VRAI. La diffusion sur les cibles de petite dimension est à l'origine du signal. (Source : Diapo 66)",
        "Choice_E_Text": "Calculer le volume d'éjection systolique de manière non invasive.",
        "Choice_E_isCorrect": true,
        "Choice_E_Explanation": "VRAI. Le Doppler cardiaque permet d'évaluer les débits et volumes. (Source : Diapo 67)"
    },
    {
        "YearAsked": "2025 (Simulation)",
        "Subtopic": "Synthèse des techniques",
        "QuestionText": "Parmi les techniques suivantes, laquelle n'utilise PAS de rayonnements ionisants ?",
        "Choice_A_Text": "La mammographie.",
        "Choice_A_isCorrect": false,
        "Choice_A_Explanation": "FAUX. La mammographie utilise des rayons X. (Source : Diapo 31)",
        "Choice_B_Text": "L'échographie Doppler.",
        "Choice_B_isCorrect": true,
        "Choice_B_Explanation": "VRAI. Elle utilise des ultrasons. (Source : Diapo 7)",
        "Choice_C_Text": "La scintigraphie osseuse.",
        "Choice_C_isCorrect": false,
        "Choice_C_Explanation": "FAUX. Elle utilise des rayons gamma (Médecine nucléaire). (Source : Diapo 6)",
        "Choice_D_Text": "L'IRM pelvienne.",
        "Choice_D_isCorrect": true,
        "Choice_D_Explanation": "VRAI. L'IRM utilise des champs magnétiques et ondes RF. (Source : Diapo 7)",
        "Choice_E_Text": "L'angio-scanner des artères pulmonaires.",
        "Choice_E_isCorrect": false,
        "Choice_E_Explanation": "FAUX. Le scanner utilise des rayons X. (Source : Diapo 34)"
    }
]
